<?php
// Forum Index
$locale['400'] = "Φόρουμ συζητήσεων";
$locale['401'] = "Φόρουμ";
$locale['402'] = "Θέματα";
$locale['403'] = "Μηνύματα";
$locale['404'] = "Τελευταίο Μήνυμα";
$locale['405'] = "Κανένα μήνυμα";
$locale['406'] = "από ";
$locale['407'] = "Δεν ορίστηκε κανένα Φόρουμ.";
$locale['408'] = "Δεν ορίστηκαν Κατηγορίες για το Φόρουμ.";
$locale['409'] = "Νέα Μηνύματα από την τελευταία Επίσκεψή σας.";
$locale['410'] = "Κανένα νέο Μηνύματα από την τελευταία Επίσκεψή σας.";
$locale['411'] = "Συντονιστές ";
$locale['412'] = "Σελίδα: ";
// View Forum
$locale['450'] = "Προβολή του Φόρουμ";
$locale['451'] = "Θέμα";
$locale['452'] = "Συντάκτης";
$locale['453'] = "Επισκέψεις";
$locale['454'] = "Απαντήσεις";
$locale['455'] = "Δεν υπάρχουν Θέματα";
$locale['456'] = "Ανοιγμα του Θέματος με νέα μηνύματα από την τελευταία επίσκεψή μου ";
$locale['457'] = "20 ή περισσότερα";
$locale['458'] = "Ανοιχτό Θέμα με κανένα νέο μήνυμα από την τελευταία επίσκεψή σας.";
$locale['459'] = "Κλειδωμένο Θέμα.";
$locale['460'] = "Επισυμανόμενο Θέμα.";
$locale['461'] = "Δεν έχετε το δικαίωμα να μπείτε στο Φόρουμ.";
// View Thread
$locale['500'] = "Προβολή Θέματος";
$locale['501'] = "Συντάκτης";
$locale['502'] = "Μηνύματα:";
$locale['503'] = "Τόπος:";
$locale['504'] = "Εγγραφή:";
$locale['505'] = "Καταχωρήθηκε στις ";
$locale['506'] = " ανέβασε την ακόλουθη Εικόνα:";
$locale['507'] = " ανέβασε το ακόλουθο αρχείο:";
$locale['508'] = "Επεξεργάσθηκε από ";
$locale['509'] = " στις ";
$locale['510'] = "Δεν έχετε το Δικαίωμα να μπείτε σε αυτό το Θέμα.";
$locale['511'] = "Επιστροφή στην Αρχική Σελίδα του Φόρουμ";
$locale['512'] = "Γρήγορη Απάντηση";
$locale['513'] = " Απενεργοποίηση Smileys";
$locale['514'] = "Απάντηση";
$locale['515'] = "Τέλος παρακολούθησης αυτού του Θέματος";
$locale['516'] = "Παρακολούθηση αυτού του Θέματος";
// Moderator Options
$locale['520'] = "Ιδιότητες Συντάκτη:";
$locale['521'] = "Διαγραφή Θέματος";
$locale['522'] = "Κλείδωμα Θέματος";
$locale['523'] = "Ξεκλείδωμα Θέματος";
$locale['524'] = "Επισήμανση Θέματος";
$locale['525'] = "Απενεργοποίηση επισήμανσης";
$locale['526'] = "Μετακίνηση Θέματος";
$locale['527'] = "Ανάδευση του Θέματος";
$locale['528'] = "Εμπρός";
// Jump to Forum
$locale['540'] = "Στο Φόρουμ:";
// Search Forum
$locale['550'] = "Αναζήτηση";
// Image Alt attributes
$locale['560'] = "Νέα Μηνύματα";
$locale['561'] = "Δεν υπάρχουν νέα μηνύματα";
$locale['562'] = "Καυτά Θέματα";
$locale['563'] = "Επισύμανση";
$locale['564'] = "Κλειδωμένο Θέμα";
$locale['565'] = "Απάντηση στο Μήνυμα";
$locale['566'] = "Νέο Θέμα";
$locale['567'] = "Avatar Χρήστη";
$locale['568'] = "Επεξεργασία";
$locale['569'] = "Απόσπασμα";
$locale['570'] = "IP διεύθηνση";
$locale['571'] = "ΑΠοστολή Προσωπικού Μηνύματος";
?>