<?php
// Delete Thread
$locale['400'] = "Διαγραφή Θέματος";
$locale['401'] = "Το Θέμα διαγράφηκε.";
$locale['402'] = "Επιστροφή στο Φόρουμ";
$locale['403'] = "Επιστροφή στην αρχική σελίδα του Φόρουμ";
$locale['404'] = "Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το Θέμα?";
$locale['405'] = "Ναι";
$locale['406'] = "Όχι";
// Lock Thread
$locale['410'] = "Κλείδωμα Θέματος";
$locale['411'] = "Το Θέμα είναι κλειδωμένο.";
// Unlock Thread
$locale['420'] = "Ξεκλείδωμα Θέματος";
$locale['421'] = "Το Θέμα ξεκλειδώθηκε.";
// Make Thread Sticky
$locale['430'] = "Επισήμανση του Θέματος";
$locale['431'] = "Το Θέμα αυτό επισημάνθηκε.";
// Make Thread Non-Sticky
$locale['440'] = "Απενεργοποίηση επισήμανσης";
$locale['441'] = "Απενεργοποιήθηκε η επισήμανση του Θέματος.";
// Move Thread
$locale['450'] = "Μετακίνηση Θέματος";
$locale['451'] = "μετακίνηση Θέματος στο:";
$locale['452'] = "Το Θέμα μετακινήθηκε με επιτυχία.";
// Renew Thread
$locale['458'] = "Ανανέωση Θέματος";
$locale['459'] = "Το Θέμα αυτό ανανεώθηκε.";
// Search Forum
$locale['460'] = "Φόρουμ";
$locale['461'] = "Θέμα";
$locale['462'] = "Συντάκτης";
$locale['463'] = "στις";
$locale['464'] = "Δεν βρέθηκε, δοκιμάστε ξανά.";
$locale['465'] = "Παρακαλώ διευκρινίστε τουλάχιστον μια λέξη στην αναζήτηση.";
?>