<?php
// Post Titles
$locale['400'] = "Προβολή Θέματος";
$locale['401'] = "Αποστολή θέματος";
$locale['402'] = "Προβολή Απάντησης";
$locale['403'] = "Απάντηση στο Θέμα";
$locale['404'] = "Αποστολή Απάντησης";
$locale['405'] = "Προβολή αλλαγών";
$locale['407'] = "Διαγραφή μηνύματος";
$locale['408'] = "Επεξεργασία μηνύματος";
$locale['409'] = "Αποθήκευση αλλαγών";
// Post Preview
$locale['420'] = "Θέμα κενό";
$locale['421'] = "Κενό μήνυμα, Το μήνυμα σας θα διαγραφεί εάν δεν βάλετε κείμενο";
$locale['422'] = "Συντάκτης:";
$locale['423'] = "Μηνύματα:";
$locale['424'] = "Τόπος:";
$locale['425'] = "Εγγραφή:";
$locale['426'] = "Γράφτηκε στις ";
$locale['427'] = "Επεξεργάστηκε στις ";
$locale['428'] = " στις ";
$locale['429'] = " έγραψε:";
// Post Error/Success
$locale['440a'] = "Ο τύπος αρχείου είναι μη επιτρεπτός.";
$locale['440b'] = "Μη έγκυρο Όνομα ή Μέγεθος αρχείου.";
$locale['441'] = "Σφάλμα: Δεν βάλατε Θέμα και/ή Μήνυμα";
$locale['442'] = "Your Thread has been Posted";
$locale['443'] = "Your Reply has been Posted";
$locale['444'] = "The Thread has been deleted";
$locale['445'] = "The Post has been deleted";
$locale['446'] = "Your Post has been updated";
$locale['447'] = "Return to Thread";
$locale['448'] = "Επιστροφή στο Φόρουμ";
$locale['449'] = "Επιστροφή στην αρχική σελίδα του Φόρουμ";
$locale['450'] = "Σφάλμα: Τα cookies σας έληξαν, συνδεθείτε και δωκιμάστε ξανά";
$locale['451'] = "Παρακολούθηση Θέματος";
$locale['452'] = "Παρακολουθείτε αυτό το Θέμα";
$locale['453'] = "Δεν παρακολουθείτε άλλο αυτό το Θέμα";
// Post Form
$locale['460'] = "Θέμα";
$locale['461'] = "Μήνυμα";
$locale['462'] = "Χρώμα Γραμματοσειράς: ";
$locale['463'] = "Ιδιότητες";
$locale['464'] = "Αρχείο";
$locale['465'] = " (Επιλογή)";
$locale['466'] = "Max. μέγεθος αρχείου: %s / Επιτρεπτοί τύποι αρχείων: %s";
// Post Form Options
$locale['480'] = " Επισήμανση αυτού του Θέματος";
$locale['481'] = " Προβολή της Υπογραφής μου σε αυτό το μήνυμα";
$locale['482'] = " Διαγραφή του Μηνύματος";
$locale['483'] = " Απενεργοποίηση Smileys σε αυτό το μήνυμα";
$locale['484'] = " Διαγραφή αρχείου -";
$locale['485'] = " Ενημερώστε με όταν σταλθεί Απάντηση";
// Post Access Violation
$locale['500'] = "Δεν μπορείτε να επεξεργαστείτε αυτό το μήνυμα.";
// Search Forum Form
$locale['530'] = "Αναζήτηση στο Φόρουμ";
$locale['531'] = "Αναζήτηση με λέξεις κλειδιά";
$locale['532'] = "Αναζήτηση";
// Forum Notification Email
$locale['550'] = "Ανακοίνωση μιας απάντησης - {THREAD_SUBJECT}";
$locale['551'] = "Γεια σου {USERNAME},

Μια απάντηση έχει σταλθεί σε αυτό το Θέμα του Φόρουμ '{THREAD_SUBJECT}' το οποίο παρακολουθείτε ".$settings['sitename'].". Χρησιμοποιήστε το ακόλουθο Link για να απαντήσετε:

{THREAD_URL}

Εάν δεν επιθυμείτε να παρακολουθήσετε άλλο αυτό το Θέμα μπορείτε να επιλέξετε 'Δεν επιθυμώ παρακολούθηση για αυτό το Θέμα' στο κάτω μέρος του Θέματος.

Με σεβασμό,
".$settings['siteusername'].".";
?>