<?php
// Contact Form
$locale['400'] = "Обратная связь";
$locale['401'] = "С нами можно связаться различными способами. Можно послать электронное письмо:
<a href='mailto:".str_replace("@","&#64;",$settings['siteemail'])."'>".str_replace("@","&#64;",$settings['siteemail'])."</a>.
Если вы зарегистрированный пользователь, то вы можете послать нам <a href='messages.php?msg_send=1'><U>Приватное сообщение</U></a>.
Или, вы можете заполнить форму на этой странице.";
$locale['402'] = "Имя:";
$locale['403'] = "E-mail:";
$locale['404'] = "Тема:";
$locale['405'] = "Сообщение:";
$locale['406'] = "Отправить сообщение";
// Contact Errors
$locale['420'] = "Вы должны ввести свое имя";
$locale['421'] = "Вы должны ввести свой E-mail";
$locale['422'] = "Вы должны ввести тему сообщения";
$locale['423'] = "Вы должны ввести текст сообщение";
// Message Sent
$locale['440'] = "Ваше сообщение отправлено";
$locale['441'] = "Спасибо";
$locale['442'] = "Ваше сообщение не отправлено по следующим причинам:";
$locale['443'] = "Попробуйте еще раз.";
?>