<?php
/*
Russian Language Fileset
Produced by Nick Jones (Digitanium)
Email: digitanium@php-fusion.co.uk
Web: http://www.php-fusion.co.uk
-----------------------------------------
Перевод и адаптация - Сетевой бизнес клуб
Email: admin@netck.ru
Web: http://netck.ru
*/

// Locale Settings
setlocale(LC_ALL, 'ru_RU.cp1251'); // Linux Server (Windows may differ)
$locale['charset'] = "windows-1251";
$locale['tinymce'] = "ru";
$locale['phpmailer'] = "ru";

// Full & Short Months
$locale['months'] = "&nbsp;|Январь|Февраль|Март|Апрель|Май|Июнь|Июль|Август|Сентябрь|Октябрь|Ноябрь|Декабрь";
$locale['shortmonths'] = "&nbsp|Янв|Фев|Мар|Апр|Май|Июнь|Июль|Авг|Сен|Окт|Ноя|Дек";

// Standard User Levels
$locale['user0'] = "Общий доступ";
$locale['user1'] = "Пользователь";
$locale['user2'] = "Администратор";
$locale['user3'] = "Супер Администратор";
// Forum Moderator Level(s)
$locale['userf1'] = "Модератор";
// Navigation
$locale['001'] = "Навигация";
$locale['002'] = "Ссылок не указано\n";
$locale['003'] = "Только для зарегистрированных пользователей";
$locale['004'] = "Нет содержания для данного блока";
// Users Online
$locale['010'] = "Сейчас на сайте";
$locale['011'] = "Гостей: ";
$locale['012'] = "Пользователь: ";
$locale['013'] = "На сайте нет зарегистрированных пользователей";
$locale['014'] = "Пользователей: ";
$locale['015'] = "Не активированный пользователь: ";
$locale['016'] = "Посетитель: ";
// Sidebar & Other Titles
$locale['020'] = "Темы форума";
$locale['021'] = "Новые темы";
$locale['022'] = "Обсуждаемые темы";
$locale['023'] = "Последние статьи";
$locale['024'] = "Привет";
$locale['025'] = "Последние активные темы форума";
$locale['026'] = "Мои темы";
$locale['027'] = "Мои сообщения";
$locale['028'] = "Новые сообщения";
// Forum List Texts
$locale['030'] = "Форум";
$locale['031'] = "Темы";
$locale['032'] = "Просмотров";
$locale['033'] = "Ответов";
$locale['034'] = "Последние сообщения";
$locale['035'] = "Заголовок";
$locale['036'] = "Прислано";
$locale['037'] = "Нет доступных тем.";
$locale['038'] = "Нет присланных сообщений.";
$locale['039'] = "Есть %u новых сообщений, со времени Вашего последнего визита.";
// News & Articles
$locale['040'] = "Опубликовал ";
$locale['041'] = " ";
$locale['042'] = "Дальше...";
$locale['043'] = " Комментариев";
$locale['044'] = " Прочтений";
$locale['045'] = "Для печати";
$locale['046'] = "Нет новостей";
$locale['047'] = "Пока новостей нет";
$locale['048'] = "Редактировать";
// Prev-Next Bar
$locale['050'] = "Предыдущая";
$locale['051'] = "Следующая";
$locale['052'] = "Страница ";
$locale['053'] = " из ";
// User Menu
$locale['060'] = "Гость";
$locale['061'] = "Имя";
$locale['062'] = "Пароль";
$locale['063'] = "Запомнить меня";
$locale['064'] = "Логин";
$locale['065'] = "Вы не зарегистрированны?<br><a href='".BASEDIR."register.php' class='side'><U>Нажмите здесь</U></a> для регистрации.";
$locale['066'] = "Забыли пароль? <br>Запросите новый <a href='".BASEDIR."lostpassword.php' class='side'><U>здесь</U></a>.";
//
$locale['080'] = "Редактировать профиль";
$locale['081'] = "Приватные сообщения";
$locale['082'] = "Список пользователей";
$locale['083'] = "Панель администратора";
$locale['084'] = "Выход";
$locale['085'] = "Вы имеете %u нов. ";
$locale['086'] = "сообщение";
$locale['087'] = "сообщений";
// Poll
$locale['100'] = "Голосование";
$locale['101'] = "Голосовать";
$locale['102'] = "Для участия в опросах вы должны залогиниться.";
$locale['103'] = "Голос";
$locale['104'] = "Голосов";
$locale['105'] = "Опросов: ";
$locale['106'] = "Начат: ";
$locale['107'] = "Окончен: ";
$locale['108'] = "Архив опросов";
$locale['109'] = "Выберите опрос из списка:";
$locale['110'] = "Просмотр";
$locale['111'] = "Просмотр опроса";
// Shoutbox
$locale['120'] = "Мини-чат";
$locale['121'] = "Имя:";
$locale['122'] = "Сообщение:";
$locale['123'] = "Сказать";
$locale['124'] = "Помощь";
$locale['125'] = "Вам необходимо залогиниться.";
$locale['126'] = "Архив чата";
$locale['127'] = "Нет присланных сообщений.";
// Footer Counter
$locale['140'] = "уникальный посетитель";
$locale['141'] = "уникальных посетителей";
// Admin Navigation
$locale['150'] = "В панель админа";
$locale['151'] = "Вернуться на сайт";
$locale['152'] = "Панель администратора";
// Miscellaneous
$locale['190'] = "Эксплуатационный режим";
$locale['191'] = "Ваш IP адрес заблокирован.";
$locale['192'] = "Выйти как ";
$locale['193'] = "Войти как ";
$locale['194'] = "Этот аккаунт в настоящее время приостановлен.";
$locale['195'] = "Этот аккаунт еще не активизирован.";
$locale['196'] = "Неправильное имя или пароль.";
$locale['197'] = "Пожалуйста, подождите...<br><br>
[ <a href='index.php'>или нажмите здесь, если нет сил ждать</a> ]";
$locale['198'] = "<b>Внимание:</b> setup.php обнаружен, пожалуйста удалите этот файл немедленно!";
?>