<?php
// Members List
$locale['400'] = "Список пользователей";
$locale['401'] = "Имя пользователя";
$locale['402'] = "Статус";
$locale['403'] = "Нет имен, начинающихся с ";
$locale['404'] = "Показать все";
// View User Groups
$locale['410'] = "Просмотр пользовательских групп";
$locale['411'] = "%u пользователь";
$locale['412'] = "%u пользователей";
// User Profile
$locale['420'] = "Профиль пользователя: ";
$locale['421'] = "Общая Информация";
$locale['422'] = "Статистика";
$locale['423'] = "Пользовательские группы";
// Edit Profile
$locale['440'] = "Редактировать профиль";
$locale['441'] = "Профиль успешно изменен";
$locale['442'] = "Не могу изменить профиль:";
// Edit Profile Form
$locale['460'] = "Обновить профиль";
// Update Profile Errors
$locale['480'] = "Вы должны определить имя и e-mail адрес.";
$locale['481'] = "Имя пользователя содержит недопустимые символы.";
$locale['482'] = "Пользователь с именем ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." же используется.";
$locale['483'] = "Неверный e-mail адрес.";
$locale['484'] = "E-mail ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." уже используется.";
$locale['485'] = "Новые пароли не сочетаются.";
$locale['486'] = "Неверный пароль, используйте только буквы и цифры.<br>
Пароль должен быть не менее 6 символов.";
$locale['487'] = "<b>Внимание:</b> ошибочное выполнение сценария.";
?>