<?php
// Standard
$locale['400'] = "Приватные сообщения";
$locale['401'] = "Написать новое сообщение";
$locale['402'] = "Входящее";
$locale['403'] = "Исходящее";
$locale['404'] = "Архив";
$locale['405'] = "Тема";
$locale['406'] = "От";
$locale['407'] = "Дата";
$locale['408'] = "Владелец сайта";
$locale['409'] = "Опции редактирования:";
$locale['410'] = "Выбрать все";
$locale['411'] = "Отменить все";
$locale['412'] = "Сохранить";
$locale['413'] = "Не сохранять";
$locale['414'] = "Прочитано";
$locale['415'] = "Не прочитано";
$locale['416'] = "Удалить";
$locale['417'] = "Показать отправленные сообщения:";
$locale['418'] = "Все";
$locale['419'] = "Вы не имеете приватных сообщений";
$locale['420'] = "Послать приватное сообщение";
$locale['421'] = "Кому";
$locale['422'] = "Сообщение";
$locale['423'] = "BB Code";
$locale['424'] = "Смайлы";
$locale['425'] = "Опции";
$locale['426'] = "Отправить";
$locale['427'] = "Запретить смайлы в сообщении";
$locale['428'] = "Показать подпись в сообщении";
$locale['429'] = "Предосмотр";
$locale['430'] = "Отослать";
$locale['431'] = "Читать приватное сообщение";
$locale['432'] = "Закрыть";
$locale['433'] = "Ответить";
$locale['434'] = "Послать всем";
$locale['435'] = "Отмена";
$locale['436'] = "Предосмотр ответа";
$locale['437'] = "Отправить";
$locale['438'] = "Предосмотр сообщения";
$locale['439'] = "Ответить";
$locale['440'] = "(получено %s)";
$locale['441'] = "запись владельца сайта";
$locale['442'] = "Уровни пользователей";
$locale['443'] = "Группы";

// Search Options
$locale['450'] = "Опции поиска и сортировки";
$locale['451'] = "Искать / Сортировать";
$locale['452'] = "Очистить";
$locale['453'] = "По вашему запросу ничего не найдено";
$locale['454'] = "Искать для";
$locale['455'] = "в";
$locale['456'] = "Сортировать";
$locale['457'] = "(Используйте ? и * как шаблон)";
$locale['458'] = "Показ текущих пользователей с '%s' по '%s' ";
$locale['459'] = "Отправителей начинающихся с '%s' ";
$locale['460'] = "Сортировать '%s'";
$locale['461'] = "Этот ящик сообщений - пустой";
$locale['462'] = "Тема";
$locale['463'] = "Сообщение";
$locale['464'] = "Отправитель";
$locale['465'] = "Дата/Время получения";

// Error Messages
$locale['480'] = "Ошибка";
$locale['481'] = "Неверный ID сообщения";
$locale['482'] = "Неверный ID пользователя";
$locale['483'] = "Для пользователей только";
$locale['484'] = "Ваше приватное сообщение было удалено из-за неправильного употребления.";
$locale['485'] = "Пожалуйста, выберите хотя бы одно сообщение";
$locale['486'] = "Вы должны заполнить все поля: Тема и Сообщение";

// Tooltips
$locale['500'] = "Нажми, чтобы написать новое сообщение";
$locale['501'] = "Нажми для просмотра входящих сообщений";
$locale['502'] = "Нажми для просмотра отправленных сообщений";
$locale['503'] = "Нажми для просмотра сохраненных сообщений";
$locale['504'] = "Нажми для отметки этого сообщения";
$locale['505'] = "Нажми для просмотра этого сообщения";
$locale['506'] = "Нажми для просмотра профиля отправителя";
$locale['507'] = "Нажми, чтобы пометить все сообщения";
$locale['508'] = "Нажми, чтобы снять все пометки";
$locale['509'] = "Нажми для просмотра сообщений всех отправителей";
$locale['510'] = "Нажми для просмотра сообщений всех отправителей начинающихся с %s";
$locale['511'] = "Нажми, чтобы переместить отмеченные сообщения в ваш архив";
$locale['512'] = "Нажми, чтобы переместить отмеченные сообщения во входящие";
$locale['513'] = "Нажми, чтобы установить отмеченные сообщения как прочитанные";
$locale['514'] = "Нажми, чтобы установить отмеченные сообщения как непрочитанные";
$locale['515'] = "Нажми, чтобы удалить отмеченные сообщения";
$locale['516'] = "Нажми, чтобы сделать изменения конфигурации";

// Options
$locale['620'] = "Конфигурация";
$locale['621'] = "Уведомить меня через e-mail о новых приватных сообщениях:";
$locale['622'] = "Автоматически сохранять посланные сообщения:";
$locale['623'] = "Сохранить";
$locale['624'] = "Сохранить";
$locale['625'] = "У вас есть новое приватное сообщение, ожидающее в ".$settings['sitename'];
$locale['626'] = ",\r\nВы получили новое приватное сообщение в ".$settings['sitename'].". Вы можете прочитать свое приватное сообщение в
 ".$settings['siteurl']."messages.php\r\n\r\nВы можете отключить e-mail уведомление через панель выбора, если Вы больше не хотите извещаться о новых сообщениях.";
$locale['627'] = "Ошибка";
$locale['628'] = "Не в состоянии послать приватное сообщение. Каталог Входящие переполнен.";
$locale['629'] = "Вы не можете перемещать выбранные сообщения в каталог, так как это превысит лимит сообщений.";
$locale['630'] = " Лимит сообщений";
$locale['631'] = "Да";
$locale['632'] = "Нет";

?>