<?php
$locale['400'] = "Фото альбомы";
$locale['401'] = "Открыть альбом";
$locale['402'] = "Нет превью";
$locale['403'] = "Дата: ";
$locale['404'] = "Создан: ";
$locale['405'] = "Фото: ";
$locale['406'] = "Фото альбом не определен.";

$locale['420'] = "Информация";
$locale['421'] = "Альбом: ";
$locale['422'] = "Количество фото: ";
$locale['423'] = "Последнее фото добавлено ";
$locale['424'] = "  ";
$locale['425'] = "В этом альбоме нет фото";

$locale['430'] = "Просмотр альбома";
$locale['431'] = "Нажми для просмотра";
$locale['432'] = "Нет превью";
$locale['433'] = "Дата: ";
$locale['434'] = "Добавлено: ";
$locale['435'] = "Просмотров: ";
$locale['436'] = "Комментариев: ";
$locale['437'] = "Рейтинг: ";
$locale['438'] = "Пусто";

$locale['450'] = "Просмотр фото";
$locale['451'] = "&#171; Предыдущее";
$locale['452'] = "Следующее &#187;";
$locale['453'] = "Нажми для просмотра оригинального размера";
$locale['454'] = "Размер: ";
$locale['455'] = "пикселов";
$locale['456'] = "Рахмер файла: ";
$locale['457'] = "Количество просмотров: ";
$locale['458'] = "Закрыть";
?>