<?php
$locale['400'] = "Регистрация";
$locale['401'] = "Активировать аккаунт";
// Registration Errors
$locale['402'] = "Вы должны ввести ваше имя, пароль и E-mail.";
$locale['403'] = "Имя пользователя включает недопустимые символы.";
$locale['404'] = "Пароли не совпадают.";
$locale['405'] = "Недопустимый пароль. Используйте буквы английской раскладки клавиатуры и цифры.";
$locale['406'] = "Вы ввели несуществующий адрес E-mail.";
$locale['407'] = "Извините, но имя ".(isset($_POST['username']) ? $_POST['username'] : "")." уже используется.";
$locale['408'] = "Извините, но E-mail ".(isset($_POST['email']) ? $_POST['email'] : "")." уже используется.";
$locale['409'] = "Неактивный счет был зарегистрирован с email.";
$locale['410'] = "Неверный проверочный код.";
$locale['411'] = "Ваш email адрес или домен заблокирован.";
// Email Message
$locale['449'] = "Добро пожаловать ".$settings['sitename'];
$locale['450'] = "Здравствуйте, ".(isset($_POST['username']) ? $_POST['username'] : "").",\n
Спасибо за регистрацию на сайте ".$settings['sitename'].". вот ваши данные для входа:\n
Имя пользователя: ".(isset($_POST['username']) ? $_POST['username'] : "")."
Пароль: ".(isset($_POST['password1']) ? $_POST['password1'] : "")."\n
Пожалуйста активируйте ваш аккаунт по следующей ссылке:\n";
// Registration Success/Fail
$locale['451'] = "Регистрация успешно завершена";
$locale['452'] = "Вы можете войти.";
$locale['453'] = "Администратор активизирует ваш аккаунт вскоре.";
$locale['454'] = "Регистрация почти завершена. Соответствующая информация по активации аккаунта выслана на указанный Вами E-mail адрес";
$locale['455'] = "Ваш аккаунт был активизирован.";
$locale['456'] = "Регистрация не завершена";
$locale['457'] = "Отправьте письмо с ошибками, админу <a href='mailto:".$settings['siteemail']."'>Администратор сайта</a>.";
$locale['458'] = "Регистрация не завершена по следующим причинам:";
$locale['459'] = "Попробуйте еще раз";
// Register Form
$locale['500'] = "Введите информацию о себе ниже. ";
$locale['501'] = "Для проверки вашего email на него будет выслано письмо. ";
$locale['502'] = "Поля помеченные <span style='color:#ff0000;'>*</span> обязательны для заполнения. Имя и пароль чувствительны к регистру.";
$locale['503'] = " Вы сможете изменить профиль после регистрации выбрав меню Редактирование профиля.";
$locale['504'] = "Проверочный код:";
$locale['505'] = "Введите проверочный код:";
$locale['506'] = "Регистрация";
$locale['507'] = "Регистрация временно приостановлена.";
// Validation Errors
$locale['550'] = "Пожалуйста определите имя пользователя.";
$locale['551'] = "Пожалуйста введите пароль.";
$locale['552'] = "Пожалуйста введите E-mail адрес.";
?>