<?php
// Search form
$locale['400'] = "Поиск ".$settings['sitename'];
$locale['401'] = "Искать для:";
$locale['402'] = "Статьи";
$locale['403'] = "Новости";
$locale['404'] = "Форум";
$locale['405'] = "Downloads";
$locale['406'] = "Каталог ссылок";
$locale['407'] = "Пользователи";
$locale['408'] = "Искать";
$locale['409'] = "Результат поиска";
// Category matches
$locale['410'] = "Статья";
$locale['411'] = "Статьи";
$locale['412'] = "Сообщения на форуме";
$locale['413'] = "Пункты новостей";
$locale['414'] = "Сообщение на форуме";
$locale['415'] = "Сообщения на форуме";
$locale['416'] = "Download";
$locale['417'] = "Downloads";
$locale['418'] = "Ссылка в каталоге";
$locale['419'] = "Ссылки в каталоге";
$locale['420'] = "Пользователь";
$locale['421'] = "Пользователи";
$locale['422'] = " найдено сопоставление";
// Standard search results
$locale['430'] = "Соответствие";
$locale['431'] = "Соответствия";
$locale['432'] = " найдено в ";
$locale['433'] = "заголовок статей";
$locale['434'] = "текст в статье";
$locale['435'] = "заголовок новостей";
$locale['436'] = "текст новости";
$locale['437'] = "расширенный текст новостей";
$locale['438'] = "сообщение по теме";
$locale['439'] = "присланное сообщение";
// Download & Web link search results
$locale['450'] = "[NEW]";
$locale['451'] = "Лицензия:";
$locale['452'] = "O/S:";
$locale['453'] = "Версия:";
$locale['454'] = "Дата добавления:";
$locale['455'] = "Downloads:";
$locale['456'] = "Визитов:";
// No results
$locale['470'] = "не найдено соответствий.";
$locale['471'] = "Текст для поиска должен быть, по крайней мере, 3 символа.";
?>