<?php
$locale['title'] = "PHP-Fusion Setup";
$locale['charset'] = "windows-1251";
$locale['400'] = "Выберите локаль";
$locale['401'] = "Не в состоянии установить соединение с базой данных.<br><br> Пожалуйста проверьте правильность указанных данных.<br>";
$locale['402'] = "Не в состоянии выбрать таблицу базу данных.<br><br> Пожалуйста проверьте правильность указанных данных.";
// Step 0 - Welcome
$locale['410'] = "Добро пожаловать в установку PHP-Fusion";
$locale['411'] = "Проверка разрешения записи прошла";
$locale['412'] = "Ошибка проверка разрешения записи";
$locale['413'] = "Пожалуйста проверьте правильность прав доступа к папкам.";
$locale['414'] = "Если все верно нажмите - дальше.";
// Step 0 - Access criteria
$locale['420'] = "Установки для базы данных";
$locale['421'] = "Имя хоста базы данных:";
$locale['422'] = "Имя пользователя БД:";
$locale['423'] = "Пароль БД:";
$locale['424'] = "Название БД:";
$locale['425'] = "Префикс таблиц:";
$locale['426'] = "Далее";
// Step 1 - Запись конфигурации / Создание таблицы базы данных
$locale['430'] = "Невозможно записать данные в файл config.
 Установите правильные права доступа и перезапустите setup.";
$locale['431'] = "Setup не в состоянии создать одну или более таблиц базы данных.<br><br>
Пожалуйста перезапустите setup и попробуйте снова<br><br>
Если вы не можете устранить проблему в установке, обратитесь на сайт поддержки <a href='http://www.php-fusion.co.uk' target='blank'>php-fusion.co.uk</a>";
$locale['432'] = "Конфигурация была успешно записана.<br><br>\n";
$locale['433'] = "Таблицы БД созданы.<br><br>
Если все верно нажмите - дальше..";
// Step 1 - Super Admin login
$locale['440'] = "Создание Супер Администратора";
$locale['441'] = "Имя:";
$locale['442'] = "Пароль:";
$locale['443'] = "Повторить пароль:";
$locale['444'] = "E-mail:";
// Step 2 - User details validation
$locale['450'] = "Имя пользователя содержит недопустимые символы.";
$locale['451'] = "Пароли не совпадают.";
$locale['452'] = "Неправильный пароль, пожалуйста используйте только буквы и числа.<br>
Пароль должен содержать минимум 6 символов.";
$locale['453'] = "Ваш e-mail адрес не корректен.";
$locale['454'] = "Ошибка в вашей установочной информации:";
// Step 2 - Admin Panels
$locale['460'] = "Администраторы";
$locale['461'] = "Категории статей";
$locale['462'] = "Статьи";
$locale['463'] = "Черный список";
$locale['464'] = "Комментарии";
$locale['465'] = "Страницы";
$locale['466'] = "Бэкап БД";
$locale['467'] = "Категории файлов";
$locale['468'] = "Downloads";
$locale['469'] = "FAQ";
$locale['470'] = "Форум";
$locale['471'] = "Изображения";
$locale['472'] = "Установка Плагинов";
$locale['473'] = "Панель плагинов";
$locale['474'] = "Пользователи";
$locale['475'] = "Новости";
$locale['476'] = "Панели";
$locale['477'] = "Фотоальбом";
$locale['478'] = "PHP Info";
$locale['479'] = "Опросы";
$locale['480'] = "Мини-чат";
$locale['481'] = "Навигация сайта";
$locale['482'] = "Подтверждение";
$locale['483'] = "Апгрейд";
$locale['484'] = "Пользовательские группы";
$locale['485'] = "Категории ссылок";
$locale['486'] = "Каталог ссылок";
$locale['487'] = "Главные установки";
$locale['488'] = "Установки времени и даты";
$locale['489'] = "Установки форума";
$locale['490'] = "Установки регистрации";
$locale['491'] = "Установки фото галереи";
$locale['492'] = "Прочие установки";
$locale['493'] = "Установки приватных сообщений";
$locale['494'] = "Категории новостей";
// Step 2 - Navigation Links
$locale['500'] = "Главная";
$locale['501'] = "Статьи";
$locale['502'] = "Загрузка файлов";
$locale['503'] = "FAQ";
$locale['504'] = "Форум";
$locale['505'] = "Обратная связь";
$locale['507'] = "Веб ссылки";
$locale['508'] = "Фото галерея";
$locale['509'] = "Поиск";
$locale['510'] = "Добавить ссылку";
$locale['511'] = "Добавить новость";
$locale['512'] = "Добавить статью";
$locale['513'] = "Добавить фото";
// Stage 2 - Panels
$locale['520'] = "Навигация";
$locale['521'] = "Сейчас на сайте";
$locale['522'] = "Тема форума";
$locale['523'] = "Последние статьи";
$locale['524'] = "Приветствие";
$locale['525'] = "Список тем форума";
$locale['526'] = "Информация о пользователе";
$locale['527'] = "Голосование";
$locale['528'] = "Мини-чат";
// Stage 2 - News Categories
$locale['540'] = "Баги";
$locale['541'] = "Загрузки";
$locale['542'] = "Игры";
$locale['543'] = "Графика";
$locale['544'] = "Hardware";
$locale['545'] = "Журнал";
$locale['546'] = "Пользователи";
$locale['547'] = "Моды";
$locale['548'] = "Кино";
$locale['549'] = "Сеть";
$locale['550'] = "Новости";
$locale['551'] = "PHP-Fusion";
$locale['552'] = "Безопасность";
$locale['553'] = "Программы";
$locale['554'] = "Схемы";
$locale['555'] = "Windows";
// Final message
$locale['580'] = "Установка успешно завершена.<br>
<a href='index.php'>Нажми сюда</a> для перехода на сайт.<br>
<b>Заметка</b> Вы должны удалить файл setup.php на сервере<br>
и установить chmod  config.php обратно в 644 в целях безопасности.<br><br>
Спасибо за выбор PHP-Fusion.";
?>