<?php
$locale['400'] = "Помощь по мини-чату";
$locale['401'] = "Мини-чат сайта ".$settings['sitename']." позволяет поселителям сайта отправлять короткие сообщения. HTML код не разрешен.
Максимальная длина сообщения 255 символов. Слова размером более 20 символов будут разбиваться на несколько строк.
 В мини-чате <b>запрещено</b>:<br>
<br>
· Реклама.<br>
· Флейм.<br>
· Флуд.<br>
· Мат.<br>
<br>
Вы можете рекламировать свой сайт, только в разрешенных на портале местах (форум раздел Реклама, Топлист, Ссылки).
<BR>Вы должны ввести свое имя и сообщение. Иначе сообщение не будет опубликовано. Вы также можете использовать смайлы:";
$locale['402'] = "Код";
$locale['403'] = "Смайл";
$locale['404'] = "".$settings['sitename']." оставляет за собой право редактирования и удаления сообщений по своему усмотрению. Если у вас есть вопросы, пишите  
<a href=../contact.php>Админу</a>.";
?>