<?php
$locale['400'] = "Добавить ссылку";
// Submit Link Success
$locale['410'] = "Спасибо за ссылку";
$locale['411'] = "Добавить другую ссылку";
$locale['412'] = "Вернуться в ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "Используйте следующую форму для добавления ссылки.
После проверки Администратором ваша ссылка будет опубликована.";
$locale['421'] = "Категория ссылки:";
$locale['422'] = "Имя ссылки:";
$locale['423'] = "URL ссылки:";
$locale['424'] = "Описание ссылки:";
$locale['425'] = "Отправить ссылку";
// Submit News
$locale['450'] = "Отправить новость";
// Submit News Success
$locale['460'] = "Спасибо за размещение вашей новости";
$locale['461'] = "Хотите отправить еще одну новость?";
// Submit News Form
$locale['470'] = "Используйте эту форму для отправки новостей. Ваша новость будет проверена Администратором сайта ".$settings['sitename']." и после этого размещена на сайте. Новость должна соответствовать тематике этого сайта. Иначе она будет удалена.";
$locale['471'] = "Заголовок:";
$locale['472'] = "Новость:";
$locale['473'] = " Автоматический перенос строки";
$locale['474'] = "Предв. просмотр";
$locale['475'] = "Отправить новость";
$locale['476'] = "Категория:";
$locale['477'] = "- нет -";
// Submit Article
$locale['500'] = "Отправить статью";
// Submit Article Success
$locale['510'] = "Спасибо за статью";
$locale['511'] = "Отправить другую статью?";
// Submit Article Form
$locale['520'] = "Используйте эту форму для отправки статей. Ваша статья будет проверена Администратором сайта ".$settings['sitename']." и после этого размещена на сайте. Статья должна соответствовать тематике этого сайта. Иначе она будет удалена.";
$locale['521'] = "Категория:";
$locale['522'] = "Заголовок:";
$locale['523'] = "Описание:";
$locale['524'] = "Статья:";
$locale['525'] = " Автоматический перенос строки";
$locale['526'] = "Предв. просмотр";
$locale['527'] = "Отправить статью";
// Submit Error
$locale['550'] = "Пожалуйста, заполните форму.";
$locale['551'] = "Не определена категория.";
?>