<?php
$locale['u001'] = "Имя пользователя:";
$locale['u002'] = "Пароль:";
$locale['u003'] = "Новый пароль:";
$locale['u004'] = "Повторите пароль:";
$locale['u005'] = "E-mail адрес:";
$locale['u006'] = "Скрыть E-mail?";
$locale['u007'] = " Да ";
$locale['u008'] = " Нет";
$locale['u009'] = "Местожительство:";
$locale['u010'] = "День рождения:";
$locale['u011'] = "ICQ#:";
$locale['u012'] = "MSN ID:";
$locale['u013'] = "Yahoo ID:";
$locale['u014'] = "URL домашней странички:";
$locale['u015'] = "Схема:";
$locale['u016'] = "Временной сдвиг:";
$locale['u017'] = "Аватар";
$locale['u018'] = "Нажми Обзор для выбора картинки";
$locale['u019'] = "Удалить";
$locale['u020'] = "Подпись:";
$locale['u021'] = "AIM ID:";
$locale['u022'] = "Макс. размер файла: %s / Макс. размер: %ux%u в пикселах";
// Items shown in profiles
$locale['u040'] = "Дата регистрации:";
$locale['u041'] = "Сообщений в чате:";
$locale['u042'] = "Присланных комментариев:";
$locale['u043'] = "Сообщений на форуме:";
$locale['u044'] = "Последний визит:";
$locale['u045'] = "Статус пользователя:";
$locale['u046'] = "Нет аватара";
$locale['u047'] = "Спрятано по просьбе";
$locale['u048'] = "Не определено";
$locale['u049'] = "Никогда";
$locale['u050'] = "IP адрес:";
$locale['u051'] = "E-mail";
$locale['u052'] = "Вэб сайт";
$locale['u053'] = "Приват";
// Profile Options
$locale['u060'] = "Послать приватное сообщение";
?>