<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
	"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>PHP-Fusion - Informa&#355;ii</title>
<meta http-equiv='Content-Type' content='text/html; charset=iso-8859-2'>
<style type='text/css'>
a { color:#003D71; text-decoration:none; }
a:hover { color:#027AC6; text-decoration:underline; }
.tbl1 {
	font-family:Verdana,Tahoma,Arial,Sans-Serif;
	font-size:11px;
	color:#000;
	background-color:#fefefe;
	border: 1px #ddd solid;
	padding:4px;
	margin-bottom: 5px;
}
.tbl2 {
	font-family:Verdana,Tahoma,Arial,Sans-Serif;
	font-size:11px;
	color:#fff;
	background-color:#444;
	border: 1px #ddd solid;
	padding:4px;
	margin-bottom: 5px;
}
.hl {
	color: #00759F;
}
</style>
</head>
<body bgcolor='#ffffff'>

<center><div style='text-align:left;width:600px'>
	
<div align='center' class='tbl1'><img src='files/images/php-fusion-logo.png' alt='PHP-Fusion' title='PHP-Fusion'><br><br>
Copyright &copy; 2002 - 2008 Nick Jones<br>
<b>Versiune:</b> 7.00 - <b>Lansat:</b> 21/06/2008</div>

<div class='tbl2'>INTRODUCERE</div>

<div class='tbl1'>PHP-Fusion este un sistem integrat de gestiune al con&#355;inutului
(CMS) open-source (surs&#259;-deschis&#259;) de categorie u&#351;oar&#259;, scris &#238;n PHP 5 (compatibil cu PHP 4).
Acesta folose&#351;te o baz&#259; de date MySQL pentru stocarea &#238;ntregului con&#355;inut
al saitului dvs. &#351;i include un sistem de administrare u&#351;or &#351;i clar.
PHP-Fusion include cele mai &#238;nt&#226;lnite facilit&#259;&#355;i pe care v-a&#355;i
a&#351;tepta s&#259; le vede&#355;i &#238;n multe alte pachete CMS.

<p>Acest pachet con&#355;ine software gratuit: &#238;l pute&#355;i modifica &#351;i/sau redistribui
conform termenilor &#351;i condi&#355;iilor Licen&#355;ei Publice Generale GNU Affero (AGPL), publicat&#259; de Funda&#355;ia pentru Software Liber,
fie versiunea 3 a licen&#355;ei, fie (la alegerea dvs.) oricare versiune ulterioar&#259;.

<p>Acest pachet software este distribuit cu speran&#355;a c&#259; va fi folositor, dar F&#258;R&#258; NICIO GARAN&#354;IE;
chiar &#351;i f&#259;r&#259; garan&#355;ia implicit&#259; V&#194;NZ&#258;RII sau POTRIVIRII PENTRU UNUI SCOP ANUME.
Pentru mai multe detalii citi&#355;i Licen&#355;a Public&#259; General&#259; Affero.

<p>Ar trebui s&#259; fi primit o copie a Licen&#355;ei Publice Generale Affero &#238;mpreun&#259; cu acest pachet software.
Dac&#259; nu o ave&#355;i, vede&#355;i <a href='http://www.fsf.org/licensing/licenses/agpl-3.0.html'>www.fsf.org</a>.

<p><b>Not&#259; important&#259;</b>: Nu ave&#355;i permisiunea de a elimina nota de drepturi de autor din subsol:
	
<p>Powered by <a href='http://www.php-fusion.co.uk'>PHP-Fusion</a> copyright &copy; 2002 - 2008 by Nick Jones.<br>
Released as free software without warranties under <a href='http://www.fsf.org/licensing/licenses/agpl-3.0.html'>GNU Affero GPL</a> v3.

<p>Pentru op&#355;iuni privind eliminarea notei de drepturi de autor, v&#259; rug&#259;m s&#259; citi&#355;i pagina
cu informa&#355;ii despre licen&#355;iere de la <a href='http://www.php-fusion.co.uk'>www.php-fusion.co.uk</a>.
</div>

<div class='tbl2'>INSTALARE</div>

<div class='tbl1'>&#206;nainte de instalarea PHP-Fusion va trebui crea&#355;i o
baz&#259; de date MySQL. Pute&#355;i face asta din panoul de control al
serviciului de g&#259;zduire sau phpMyAdmin. Asigura&#355;i-v&#259;
c&#259; ave&#355;ii la &#238;ndem&#226;n&#259; datele de conectare la baza
de date MySQL, inclusiv numele serverului, a utilizatorului, parola &#351;i
denumirea bazei de date, deoarece va trebui s&#259; le folosi&#355;i pe parcursul instal&#259;rii.

<p><b>1.</b> &#206;nainte s&#259; &#238;nc&#259;rca&#355;i fi&#351;ierele pe server,
redenumi&#355;i fi&#351;ierul <span class="hl">_config.php</span> (aflat &#238;n
directorul files) &#238;n <span class="hl">config.php</span>.

<p><b>2.</b> &#206;nc&#259;rca&#355;i con&#355;inutul directorului <span class="hl">php-files</span> pe serverul dvs.

<p><b>3.</b> Cu excep&#355;ia cazului &#238;n care folose&#351;ti PHP-Fusion pe un server local,
&#238;n cele mai multe cazuri va trebui s&#259; executa&#355;i <span class="hl">CHMOD 777</span> pe urm&#259;toarele fi&#351;iere &#351;i directoare:

<ul style='list-style-type:disc'>
<li>administration/db_backups/</li>
<li>images/</li>
<li>images/imagelist.js</li>
<li>images/articles/</li>
<li>images/avatars/</li>
<li>images/news/</li>
<li>images/news_cats/</li>
<li>images/photoalbum/</li>
<li>images/photoalbum/submissions/</li>
<li>forum/attachments/</li>
<li>config.php</li>
</ul>

<p><b>4.</b> Intra&#355;i pe pagina dumneavoastr&#259; de internet,
iar setup.php ar trebui s&#259; porneasc&#259; automat.
Dac&#259; nu porne&#351;te, acceseaz&#259; setup.php manual,
prin introducerea adresei complete a saitului, urmat&#259; de /setup.php.
Exemplu: http://www.domeniultau.ro/setup.php

<p><b>5.</b> Finaliza&#355;i procesul de instalare prin urmarea tuturor
indica&#355;iilor din mesajele de pe ecran.

<p><b>6.</b> Imediat dup&#259; finalizarea instal&#259;rii PHP-Fusion
va trebui s&#259; executa&#355;i CHMOD 644 pe <strong>config.php</strong>
<span class="hl">&#350;I</span> s&#259; &#351;terge&#355;i fi&#351;ierul
<strong>setup.php</strong> de pe server.</div>

<div class='tbl2'>ACTUALIZARE DE LA V6.01.12+</div>

<div class='tbl1'>&#206;nainte s&#259; migra&#355;i la noua versiune v&#259; recomand&#259;m
s&#259; face&#355;i o copie de siguran&#355;&#259; a tuturor fi&#351;ierelor &#351;i a bazei de date,
deoarece PHP-Fusion 7 este o actualizare major&#259; prin compara&#355;ie cu
predecesoarele acesteia. Trebuie s&#259; urma&#355;i cu mare aten&#355;ie instruc&#355;iunile de mai jos.

<p><b>1.</b> Versiunea 6 nu are cod direct compatibil cu versiunea 7. Trebuie fie s&#259;
v&#259; actualiza&#355;i orice modific&#259;ri, infuzii, panouri sau tematici &#238;nainte de migrare,
fie s&#259; ob&#355;ine&#355;i o actualizare compatibil&#259; a versiunii 7 - &#238;n cazul &#238;n care
produc&#259;torii componentelor ter&#355;e ofer&#259; a&#351;a ceva. Cu toate acestea, recomand&#259;m dezactivarea
tuturor componentelor realizate de ter&#355;i pentru evitarea oric&#259;ror probleme.

<p><b>2.</b> Mai &#238;nt&#226;i trebuie s&#259; &#238;nc&#259;rca&#355;i scriptul de upgrade din directorul
numit <strong>'upgrade v601x'</strong> &#238;n directorul <strong>/administration/</strong> al saitului dvs.

<p><b>2.</b> Conecta&#355;i-v&#259; la saitul dvs. ca Super administrator. Intra&#355;i &#238;n
<strong>Panoul de administrare</strong> -> <strong>Administrare sistem</strong>
&#351;i da&#355;i clic pe butonul <strong>Actualizare</strong>. TREBUIE s&#259; parcurge&#355;i
procedura de actualizare printr-un num&#259;r de pa&#351;i, al c&#259;ror final va fi marcat
numai dup&#259; afi&#351;area mesajului 'Actualizare baz&#259; de date complet&#259;'.

<p><b>4.</b> FOARTE IMPORTANT: Deoarece aceast&#259; versiune con&#355;ine numeroase
modific&#259;ri structurale, unele elemente ale portalului nu vor func&#355;iona corect
p&#226;n&#259; c&#226;nd v&#259; ve&#355;i actualiza toate fi&#351;ierele. TREBUIE s&#259; &#238;nc&#259;rca&#355;i prin FTP
toate fi&#351;ierele din directorul <strong>files</strong>.

<p>Dac&#259; ave&#355;i &#238;ntreb&#259;ri &#238;n leg&#259;tur&#259; cu procesul de tranzi&#355;ie la noua versiune
v&#259; rug&#259;m s&#259; ni le adresa&#355;i pe unul dintre saiturile noastre de asisten&#355;&#259; tehnic&#259;,
deoarece comunitatea noastr&#259; are mul&#355;i utilizatori cunosc&#259;tori care v&#259; pot ajuta
&#351;i sf&#259;tui &#238;n leg&#259;tur&#259; cu migrarea &#351;a versiunea 7.</div>

<div class='tbl2'>SFATURI DE SECURITATE</div>

<div class='tbl1'>Iat&#259; c&#226;teva sfaturi utile pentru a v&#259; men&#355;ine saitul &#238;n siguran&#355;&#259;:
<ul style='list-style-type:disc'>
<li>Asigura&#355;i-v&#259; c&#259; fi&#351;ierul <strong>config.php</strong> nu este inscriptibil
(trebuie s&#259; aib&#259; CHMOD 644).</li>
<li>Nu l&#259;sa&#355;i niciodat&#259; <strong>setup.php</strong> pe server odat&#259; ce PHP-Fusion este instalat.</li>
<li>Asigura&#355;i-v&#259; &#238;ntotdeauna c&#259; parolele de FTP &#351;i MySQL sunt diferite.</li>
<li>Nu permite&#355;i niciodat&#259; ata&#351;amente de tip php, html, exe sau oricare alt tip de
fi&#351;ier text &#238;n forumul de discu&#355;ii.</li>
</ul></div>

<div class='tbl2'>COMUNIT&#258;&#354;I DE ASISTEN&#354;&#258; TEHNIC&#258;</div>

<div class='tbl1'>Pentru orice &#238;ntreb&#259;ri legate de PHP-Fusion v&#259; rug&#259;m s&#259; vizita&#355;i
saitul principal de dezvoltare - <a href='http://www.php-fusion.co.uk'>www.php-fusion.co.uk</a> -
&#351;i posta&#355;i un mesaj &#238;n forumurile noastre de asisten&#355;&#259; tehnic&#259;. Avem o echip&#259; dedicat&#259;
asisten&#355;ei tehnice, care &#238;ncearc&#259; s&#259; rezolve orice probleme a&#355;i avea &#238;n decurs de 48 de ore.<br><br>

PHP-Fusion poate fi &#238;mbog&#259;&#355;it prin ad&#259;ugarea de Infuzii. Acestea sunt componente
extrem de u&#351;or de instalat. Pute&#355;i g&#259;si o larg&#259; varietate de Infuzii folositoare
pe saitul nostru de modific&#259;ri, de la adresa
<a href='http://www.phpfusion-mods.com'>www.phpfusion-mods.com</a>.<br><br>

Dac&#259; nu sunte&#355;i satisf&#259;cu&#355;i cu tematicile incluse &#238;n pachetul oficial PHP-Fusion
pute&#355;i vizita saitul nostru oficial de tematici, la adresa
<a href='http://themes.php-fusion.co.uk'>themes.php-fusion.co.uk</a>, unde ve&#355;i g&#259;si
o varietate de tematici de &#238;nalt&#259; calitate.<br><br>

PHP-Fusion are, de asemenea, mai multe saituri oficiale de asisten&#355;&#259; tehnic&#259;,
&#238;n diferite limbi, aflate &#238;n &#355;&#259;rile:

<a href='http://www.phpfusion-ar.com'>Arabia</a>, 
<a href='http://www.phpfusion-nederlands.info'>Belgia</a>, 
<a href='http://www.phpfusion-br.com'>Brazila</a>, 
<a href='http://php-fusion.cms-bg.org'>Bulgaria</a>, 
<a href='http://www.php-fusion.dk'>Danemarca</a>, 
<a href='http://www.phpfusion.cz'>Cehia, Republica</a>, 
<a href='http://www.phpfusion-fr.com'>Fran&#355;a</a>, 
<a href='http://www.phpfusion-support.de'>Germania</a>, 
<a href='http://www.fusion.alaviweb.com'>Iran</a>, 
<a href='http://www.php-fusion.it'>Italia</a>, 
<a href='http://www.phpfusion-nederlands.info'>Olanda</a>, 
<a href='http://www.phpfusion-no.com'>Norvegia</a>, 
<a href='http://www.php-fusion.pl'>Polonia</a>, 
<a href='http://www.phpfusion.ro'>Rom&#226;nia</a>, 
<a href='http://netck.ru'>Russia</a>, 
<a href='http://www.php-fusion.sk'>Slovacia</a>, 
<a href='http://php-fusion.es'>Spain</a>, 
<a href='http://www.php-fusion.se'>Suedia</a>,
<a href='http://www.phpfusionturkiye.com'>Turcia</a> &#351;i
<a href='http://www.php-fusion.co.hu'>Ungaria</a>.</div>

<div class='tbl2'>RECUNOA&#350;TERI</div>

<div class='tbl1'>
	
<b>Fondator proiect &#351;i dezvoltator &#351;ef</b><br>
Nick Jones {Digitanium}

<p><b>Dezvoltatori principali</b><br>
Max Toball {Matonor}<br>
Robert Gaudyn {Wooya}<br>

<p><b>Echipa de dezvoltare</b><br>
Christian Damsgaard J&oslash;rgensen {PMM}<br>
Nicolae Crefelean {Kneekoo}<br>
Karoly Nagy {Korcsii}<br>
Patric Forcelini {IceWasp}<br>
Johan K. Jensen {Josso}<br>
Hans Kristian Flaatten {Starefossen}

<p><b>Al&#355;i contribuitori</b><br>
Claus Pedersen {Flyingduck}<br>
Paul Beuk {Muscapaul}

<p><b>Conducere</b><br>
Jan M&oslash;lgaard {Janmol}<br>
Happy Svensson {KEFF}<br>
Pam Aylward {Pam}<br>
Sheldon King {Sheldon}

<p><b>Componente realizate de ter&#355;i:</b><br>
<a href='http://tinymce.moxiecode.com/'>TinyMCE v3.0.9</a> - Un editor HTML WYSIWYG, de Moxiecode.<br>
<a href='http://phpmailer.sourceforge.net/'>PHPMailer v2.0</a> - O clas&#259; sendmail cu suport SMTP, de Brent R. Matzelle.<br>
<a href='http://www.phpclasses.org/browse/package/2221.html'>HTTPDownload v1.3</a> - O clas&#259; de gestiune a desc&#259;rc&#259;rilor, de Nguyen Quoc Bao.<br>
<a href='http://jquery.com/'>jQuery v1.2.6</a> - Bibliotec&#259; Javascript/Ajax.<br>
<a href='http://icon-king.com'>Nuvola Icons</a> - Imagini folosite &#238;n bb-coduri, categorii de &#351;tiri &#351;i panoul de administrare, de David Vignoni.</div>

</div></center>

</body>
</html>