<?php
// Post Titles
$locale['400'] = "Предв. просмотр";
$locale['401'] = "Опубликовать";
$locale['402'] = "Предв. просмотр";
$locale['403'] = "Ответить";
$locale['404'] = "Ответить";
$locale['405'] = "Предв. просмотр";
$locale['407'] = "Удалить сообщение";
$locale['408'] = "Изменить сообщение";
$locale['409'] = "Сохранить";
// Post Preview
$locale['420'] = "Без заголовка";
$locale['421'] = "Нет сообщения. Вы не сможете разместить тему без сообщения";
$locale['422'] = "Автор:";
$locale['423'] = "Сообщений:";
$locale['424'] = "Откуда:";
$locale['425'] = "Зарегистрирован:";
$locale['426'] = "Опубликовано ";
$locale['427'] = "Изменил(а) ";
$locale['428'] = ", ";
$locale['429'] = " написал:";
// Post Error/Success
$locale['440'] = "Такой тип файлов не разрешен для закачки.";
$locale['441'] = "Ошибка: Вы не ввели тему сообщения или само сообщение";
$locale['442'] = "Тема опубликована";
$locale['443'] = "Ответ опубликован";
$locale['444'] = "Тема удалена";
$locale['445'] = "Сообщение удалено";
$locale['446'] = "Сообщение обновлено";
$locale['447'] = "В тему";
$locale['448'] = "На форум";
$locale['449'] = "На главную страницу форума";
$locale['450'] = "Ошибка: Время сессии истекло. Вам нужно еще раз ввести ваш логин и пароль";
// Post Form
$locale['460'] = "Тема";
$locale['461'] = "Сообщение";
$locale['462'] = "Цвет шрифта: ";
$locale['463'] = "Опции";
$locale['464'] = "Аттач";
$locale['465'] = " (не обязательно)";
$locale['466'] = "Макс. размер файла: %s / Разрешенный тип файлов: %s";
// Post Form Options
$locale['480'] = " Присоединить тему";
$locale['481'] = " Показать подпись в сообщении";
$locale['482'] = " Удалить сообщение";
$locale['483'] = " Отключить смайлы в сообщении";
$locale['484'] = " Удалить присоединенный файл -";
$locale['485'] = " Notify me when a reply is posted";
// Post Access Violation
$locale['500'] = "Вы не можете изменять данное сообщение.";
// Search Forum Form
$locale['530'] = "Искать по форуму";
$locale['531'] = "Ключевые слова";
$locale['532'] = "Искать";
// Forum Notification Email
$locale['550'] = "Уведомление об ответе в теме - {THREAD_SUBJECT}";
$locale['551'] = "Привет {USERNAME},

Получен ответ на в теме форума '{THREAD_SUBJECT}' на которую вы подписались ".$settings['sitename'].". Вы можете использовать следующую ссылку для просмотра ответа:

{THREAD_URL}

Если Вы больше не хотите получать уведомления, отпишитесь от темы, нажав ссылку внизу темы.

С уважением,
".$settings['siteusername'].".";
?>