<?php
// Contact Form
$locale['400'] = "تماس با ما";
$locale['401'] = "براي تماس با مدير سايت لطفا فرم زير را به همراه مشخصات درخواست شده تكميل نماييد 
<a href='mailto:".str_replace("@","&#64;",$settings['siteemail'])."'>".str_replace("@","&#64;",$settings['siteemail'])."</a> .<br>
اگر شما از اعضا سايت هستيد مي توانيد براي ما<a href='messages.php?msg_send=1'> يك پيغام خصوصي</a> ارسال نماييد.<br>
 در غير اينصورت مي توانيد با پركدن فرم زير پيغام خود را به صورت ايميل براي ما ارسال نماييد..";
$locale['402'] = "نام:";
$locale['403'] = "پست الكترونيكي:";
$locale['404'] = "موضوع:";
$locale['405'] = "پيغام:";
$locale['406'] = "ارسال پيغام";
// Contact Errors
$locale['420'] = "شما بايد يك نام وارد نماييد";
$locale['421'] = "شما بايد يك پست الكترونيكي وارد نماييد";
$locale['422'] = "شما بايد يك موضوع وارد نماييد";
$locale['423'] = "شما بايد يك پيغام وارد نماييد";
// Message Sent
$locale['440'] = "پيغام شما ارسال شد";
$locale['441'] = "با تشكر ";
$locale['442'] = "پيغام شما به دليل زير ارسال نشد :";
$locale['443'] = "لطفاً دوباره سعي كنيد ";
?>