<?php
$locale['400'] = " بازيابي رمز عبور";
$locale['401'] = "ايميل تاييد اطلاعات به پست الكترونيكي شما ارسال گرديد";
$locale['402'] = "رمز عبور جديد شما به آدرس ايميلتان ارسال گرديد";
$locale['403'] = "بازگشت به سايت";
$locale['404'] = "آدرس پست الكترونيكي كه وارد كرديد در بانك اطلاعاتي سايت يافت نشد";
$locale['405'] = "آدرس پست الكترونيك وارد شده معتبر نمي باشد";
$locale['406'] = "لطفا مجددا سعي نماييد.";
$locale['407'] = "لطفاً آدرس پست الكترونيكي كه با استفاده از آن در سايت ثبت نام كرده ايد را وارد كنيد.<br>
رمز عبور جديد شما به آدرس ايميلتان ارسال خواهد شد.";
$locale['408'] = "ارسال رمز عبور";
$locale['409'] = "رمز جديد براي ";
$locale['410'] = "سلام [USER_NAME],\n
شما يا يك فرد ديگري درخواست كلمه عبور جديد براي دسترسي به حساب كاربري در سايت".$settings['sitename']." كرده ايد.\n
براي تغيير رمز لطفاً بر روي لينك كيليك كنيد\n
[NEW_PASS_LINK]\n
Regards,
".$settings['siteusername'];
$locale['411'] = "سلام [USER_NAME],\n
كلمه عبور جديد شما براي دسترسي به حساب كاربريتان در سايت".$settings['sitename']." به صورت زير مي باشد:\n
[NEW_PASS]\n
Regards,
".$settings['siteusername'];
?>
?>