<?php
// Members List
$locale['400'] = "ليست كاربران";
$locale['401'] = "شناسه كاربري";
$locale['402'] = "سطح دسترسي";
$locale['403'] = "شناسه هيچ كاربري با اين حرف آغاز نمي شود:";
$locale['404'] = "نمايش ليست كامل";
// View User Groups
$locale['410'] = "مشاهده گروههاي كاربري";
$locale['411'] = "%u كاربر";
$locale['412'] = "%u كاربر";
// User Profile
$locale['420'] = "مشخصات كاربري:";
$locale['422'] = "آمار";
$locale['423'] = "گروههاي كاربري";
// Edit Profile
$locale['440'] = "ويرايش مشخصات";
$locale['441'] = "مشخصات شما با موفقيت تغيير يافت";
$locale['442'] = "قادر به ايجاد تغيير در مشخصات نمي باشيد:";
// Edit Profile Form
$locale['460'] = "به روز رساني مشخصات";
// Update Profile Errors
$locale['480'] = "بايد نام كاربري و يا آدرس  پست الكترونيكي را وارد كنيد";
$locale['481'] = "نام كاربري داراي كاركترهاي غير مجاز مي باشد.";
$locale['482'] = "نام كاربري ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." قبلاً استفاده شده است.";
$locale['483'] = "آدرس پست الكترونكي معتبر نمي باشد.";
$locale['484'] = "از اين پست الكترونيكي".(isset($_POST['user_email']) ? $_POST['user_email'] : "")."قبلاً استفاده شده است.";
$locale['485'] = "رمز عبور و تكرار رمز عبور جديد يكي نيستند";
$locale['486'] = "رمز عبور انتخابي معتبر نمي باشد فقط از حروف و اعداد مي توانيد استفاده كنيد<br>
حداقل طول رمز عبور 6 كاراكتر مي باشد.";
$locale['487'] = "<b>اخطار:</b> دستور داده شده در هنگام اجرا با مشكل مواجه شده است.";
?>