<?php
// Standard
$locale['400'] = "پيغام شخصي";
$locale['401'] = "نوشتن پيغام جديد";
$locale['402'] = "پيغامهاي دريافت شده";
$locale['403'] = "پيغامهاي فرستاده شده";
$locale['404'] = "آرشيو";
$locale['405'] = "موضوع";
$locale['406'] = "فرستنده";
$locale['407'] = "تاريخ";
$locale['408'] = "صاحب سايت";
$locale['409'] = "با كليك كردن مورد انتخاب شده را اجرا نماييد:";
$locale['410'] = "انتخاب همه";
$locale['411'] = "خارج كردن از حالت انتخاب";
$locale['412'] = "ذخيره كردن";
$locale['413'] = "پاك كردن";
$locale['414'] = "خوانده شده";
$locale['415'] = "خوانده نشده";
$locale['416'] = "حذف";
$locale['417'] = "نشان دادن ارسال كننده همراه با نامه";
$locale['418'] = "همه";
$locale['419'] = "شما پيغام شخصي نداريد";
$locale['420'] = "ارسال پيغام شخصي";
$locale['421'] = "به";
$locale['422'] = "پيغام";
$locale['423'] = "BB Code";
$locale['424'] = "شكلكها";
$locale['425'] = "تنظيمات";
$locale['426'] = "ارسال";
$locale['427'] = "غير فعال كردن شكلك ها در اين پيغام";
$locale['428'] = "نشان دادن امضا در اين پيغام";
$locale['429'] = "پيش نمايش";
$locale['430'] = "ارسال";
$locale['431'] = "خواندن پيغام شخصي";
$locale['432'] = "بستن";
$locale['433'] = "پاسخ";
$locale['434'] = "ارسال به همه";
$locale['435'] = "منصرف شدن";
$locale['436'] = "پيش نمايش پاسخ";
$locale['437'] = "ارسال";
$locale['438'] = "پيش نمايش پيغام";
$locale['439'] = "پاسخ";
$locale['440'] = "(دريافت شده %s)";
$locale['441'] = "نوشتن به عنوان صاحب سايت";
$locale['442'] = "رده كاربران";
$locale['443'] = "گروه";

// Search Options
$locale['450'] = "منظم و جستجو كردن عنوانها";
$locale['451'] = "جستجو / مرتب كردن";
$locale['452'] = "پاك كردن";
$locale['453'] = "هيچ چيزي منطبق با جستجو شما پيدا نشد ";
$locale['454'] = "جستجو براي";
$locale['455'] = "در";
$locale['456'] = "مرتب شده بر اساس";
$locale['457'] = "(از علامتهاي ؟ و * براي جستجوي قسمتي از كلمه استفاده نماييد)";
$locale['458'] = "نمايش كاربران بر حسب  '%s' در '%s' ";
$locale['459'] = "آغاز كنندگان با نام '%s' ";
$locale['460'] = "مرتب كردن بر حسب '%s'";
$locale['461'] = "اين صندوق پستي خالي مي باشد";
$locale['462'] = "موضوع";
$locale['463'] = "پيغام";
$locale['464'] = "فرستنده";
$locale['465'] = "روز/ساعت دريافت";

// Error Messages
$locale['480'] = "خطا";
$locale['481'] = "شناسه پيغام اشتباه است";
$locale['482'] = "شناسه كاربر اشتباه است";
$locale['483'] = "تنها براي اعضا سايت";
$locale['484'] = "Your Private Messaging facility has been withdrawn due to misuse.";
$locale['485'] = "لطفاً پيغامي را انتخاب نماييد";
$locale['486'] = "شما بايد تمام موارد را پر نماييد : متن پيغام و موضوع";

// Tooltips
$locale['500'] = " كليك براي نوشتن پيغام جديد";
$locale['501'] = "كليك براي ديدن پيغامهاي رسيده";
$locale['502'] = "كليك براي ديدن پيغامهاي ارسال شده";
$locale['503'] = "كليك براي ديدن پيغامهاي ذخيره شده";
$locale['504'] = "كليك براي انتخاب اين پيغام";
$locale['505'] = "كليك براي ديدن اين پيغام";
$locale['506'] = "كليك براي ديدن مشخصات فرستنده اين پيغام";
$locale['507'] = "كليك براي انتخاب كردن اين پيغام";
$locale['508'] = "كليك براي خارج كردن از حالت انتخاب پيغامها";
$locale['509'] = "كليك براي ديدن تمام پيغامهاي ارسال شده فرستنده";
$locale['510'] = "انتخاب براي نمايش پيغامهاي ارسال شده توسط %s";
$locale['511'] = "كليك براي انتقال پيغام علامت زده شده به صندوق پيامهاي ذخيره شده";
$locale['512'] = "كليك براي انتقال پيغامهاي علامت زده شده براي انتقال به صندوق پيامهاي دريافت شده";
$locale['513'] = "كليك براي انتخاب پيغام علامت زده شده به عنوان خوانده شده";
$locale['514'] = "كليك براي انتخاب پيغام علامت زده شده به عنوان خوانده نشده";
$locale['515'] = "كليك براي حذف كردن پيغامهاي علامت زده شده";
$locale['516'] = "كليك براي تغيير تنظيمات";

// Options
$locale['620'] = "تنظيمات";
$locale['621'] = "زمانيكه پيغام شخصي دريافت مي كنم از طريق ايميل من را با خبر كن:";
$locale['622'] = "پيغام ارسال شده را به صورت اتومات ذخيره كن:";
$locale['623'] = "ذخيره كردن تنظيمات";
$locale['624'] = "تنظيمات ذخيره شد";
$locale['625'] = "You have a new private message waiting at ".$settings['sitename'];
$locale['626'] = ",\r\nYou have received a new Private Message at ".$settings['sitename'].". You can read your private message at ".$settings['siteurl']."messages.php\r\n\r\nYou can disable email notification through the options panel of the Private Message page if you no longer wish to be notified of new messages.";
$locale['627'] = "خطا";
$locale['628'] = "شما نمي توانيد پيغام شخصي خود را ارسال نماييد . صندوق پيغامهاي شخصي كاربر مورد نظر پر مي باشد .";
$locale['629'] = "شما نمي توانيد پيغام خود را زمانيكه تعداد پيامهاي شما بيش از حد مجاز باشد در پوشه مشخص شده ذخيره نماييد.";
$locale['630'] = " محدوده پيغام";
$locale['631'] = "بله";
$locale['632'] = "خير";
?>