<?php
$locale['400'] = "آلبوم تصاوير";
$locale['401'] = "باز کردن آلبوم";
$locale['402'] = "بدون پیش نمایش";
$locale['403'] = "تاریخ ارسال:";
$locale['404'] = "ایجاد شده توسط:";
$locale['405'] = "تصاویر:";
$locale['406'] = "هيچ آلبومي مشخص نشده است";

$locale['420'] = "اطلاعات آلبوم";
$locale['421'] = "آلبوم:";
$locale['422'] = "تعداد تصاویر:";
$locale['423'] = "آخرین تصاویر اضافه شده توسط";
$locale['424'] = " در تاریخ ";
$locale['425'] = "تصویری به این آلبوم افزوده نشده است.";

$locale['430'] = "نمایش آلبوم";
$locale['431'] = "برای نمایش كليك كنيد";
$locale['432'] = "بدون پیش نمایش";
$locale['433'] = "تاریخ ارسال:";
$locale['434'] = "اضافه شده توسط:";
$locale['435'] = "دفعات بازدید:";
$locale['436'] = "تعداد نظرها:";
$locale['437'] = "رتبه:";
$locale['438'] = "هیچ";

$locale['450'] = "نمایش تصویر";
$locale['451'] = "تصویر قبلی";
$locale['452'] = "تصویر بعدی";
$locale['453'] = "نمایش تصویر در اندازه اصلی";
$locale['454'] = "ابعاد:";
$locale['455'] = "پیکسل";
$locale['456'] = "حجم تصویر: ";
$locale['457'] = "تعداد بازدیدها: ";
$locale['458'] = "خروج";

?>