<?php
$locale['r100'] = "امتياز";
$locale['r101'] = "تا كنون امتيازي داده نشده است.";
$locale['r102'] = "حذف امتياز";
$locale['r103'] = "ارسال امتياز";
$locale['r104'] = "اين گزينه فقط براي كاربران عضو در نظر گرفته شده است<br><br>لطفا وارد سيستم كاربري خود شده و يا ثبت نام كنيد.";
$locale['r105'] = "شما به اين موضوع امتياز <b>%s</b> را در تاريخ %s داده ايد.";
$locale['r106'] = "لطفا امتياز مورد نظر خود را انتخاب كنيد";
$locale['r107'] = "امتياز دهيد";
$locale['r108'] = "هيچ راي";
$locale['r109'] = "راي";
$locale['r110'] = "راي";
// Rating Options
$locale['r120'] = "عالي !";
$locale['r121'] = "خيلي خوب";
$locale['r122'] = "خوب";
$locale['r123'] = "متوسط";
$locale['r124'] = "ضعيف";
?>