<?php
// Search form
$locale['400'] = "جستجو ".$settings['sitename'];
$locale['401'] = "جستجو براي عبارت:";
$locale['402'] = "مقالات";
$locale['403'] = "اخبار";
$locale['404'] = "ارسالهاي انجمنها";
$locale['405'] = "دريافت فايل";
$locale['406'] = "لينكها";
$locale['407'] = "اعضا";
$locale['408'] = "جستجو";
$locale['409'] = "نتايج جستجو";
// Category matches
$locale['410'] = "مقالات";
$locale['411'] = "مقالات";
$locale['412'] = "اخبار";
$locale['413'] = "اخبار";
$locale['414'] = "ارسالهاي انجمنها";
$locale['415'] = "ارسالهاي انجمنها";
$locale['416'] = "دريافت فايل";
$locale['417'] = "دريافت فايل";
$locale['418'] = "لينكها";
$locale['419'] = "لينكها";
$locale['420'] = "اعضا";
$locale['421'] = "اعضا";
$locale['422'] = " شرايط پيدا كردن موارد مورد جستجو";
// Standard search results
$locale['430'] = "يافت شد";
$locale['431'] = "يافت شد";
$locale['432'] = " در ";
$locale['433'] = "موضوعات مقالات";
$locale['434'] = "متن مقالات";
$locale['435'] = "موضوعات اخبار";
$locale['436'] = "متن اخبار";
$locale['437'] = "پاورقي اخبار";
$locale['438'] = "موضوع ارسال شده";
$locale['439'] = "پيغام ارسال شده";
// Download & Web link search results
$locale['450'] = "[جديد]";
$locale['451'] = "نوع ليسانس::";
$locale['452'] = "نوع سيستم عامل:";
$locale['453'] = "نسخه:";
$locale['454'] = "تاريخ ارسال:";
$locale['455'] = "دفعات دريافت:";
$locale['456'] = "دفعات مشاهده شده:";
// No results
$locale['470'] = "نتيجه اي يافت نشد";
$locale['471'] = "عبارت مورد نظر براي جستجو بايد حداقل 3 كاراكتر باشد.";
?>