<?php
$locale['400'] = "راهنماي پيغامگير سايت";
$locale['401'] = "تابلو گفتكو سايت به عنوان مكاني براي گفتگو راحت و سريع اعضا و ابراز نظر كاربران سايت راه اندازي شده است . <br>
دوستان براي استفاده بهتر از اين امكان سايت خواهشمند است كه مباحث طولاني و سوالاتي كه نياز به پاسخهاي متعدد دارد را در انجمنهاي سايت عنوان نمايند . در اينصورت ديگر دوستان نيز مي توانند از مباحث مطرح شده استفاده نمايند .<br> 
از ارسال هرگونه مسايل غير مرتبط با سايت در اين قسمت خودداري نماييد .<br> 
براي جلوگيري از ارسالهاي زياد در اين قسمت محدوديت ارسال براي هركاربر در هنگام ارسال قرار داده شده است و هر كاربر در هر بار ارسال  اجازه  در حدود 80 حرف را پست نمايد . متن اضافه به صورت اتومات حذف مي گردد . <br>
مديريت سايت اجازه دارد در هر زمان مطالب ارسال شده را ويرايش نمايد يا حذف كند . <br>
براي  تسهيل و راحتتر كردن گفتگوها نمايه هايي به صورت پيش فرض در برنامه قرار گرفته شده است كه مي توانيد با استفاده از كدهاي زير به آنها دسترسي بيابيد .<br>

";
$locale['402'] = "كد";
$locale['403'] = "نمايه";
$locale['404'] = "در صورت بروز هرگونه مشكل مي توانيد با پست الكترونيك مدير سايت تماس حاصل نماييد  <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a>.";
?>