<?php
$locale['400'] = "افزودن لينك";
// Submit Link Success
$locale['410'] = "با تشكر از ارسال لينك";
$locale['411'] = "افزودن لينك ديگر";
$locale['412'] = "بازگشت به".$settings['sitename'];
// Submit Link Form
$locale['420'] = "لطفاً براي ارسال لينك خود از فرم زير استفاده نماييد. لينك معرفي شده مورد بازبيني مديريت سايت قرار مي گيرد. لينكهاي غير واقعي مورد موافقت سايت قرار نميگيرد";
$locale['421'] = "بخش مربوطه:";
$locale['422'] = "نام سايت:";
$locale['423'] = "آدرس سايت:";
$locale['424'] = "توضيحات مربوط به سايت :&nbsp;&nbsp;";
$locale['425'] = "ارسال لينك";
// Submit News
$locale['450'] = "ارسال خبر";
// Submit News Success
$locale['460'] = "با تشكر از ارسال خبر";
$locale['461'] = "ارسال يك خبر ديگر";
// Submit News Form
$locale['470'] = "براي ارسال خبر فرم زير را تكميل نماييد. خبرهاي ارسالي پس از تاييد مدير قابل نمايش در سايت خواهند بود.";
$locale['471'] = "عنوان:";
$locale['472'] = "متن خبر :&nbsp;&nbsp;";
$locale['473'] = " فعال كردن اتوماتيك Line-Breaks";
$locale['474'] = "پيش نمايش خبر";
$locale['475'] = "ارسال خبر";
$locale['476'] = "بخش :";
$locale['477'] = "- خالي -";
// Submit Article
$locale['500'] = "ارسال مقاله";
// Submit Article Success
$locale['510'] = "با تشكر از ارسال مقاله";
$locale['511'] = "ارسال يك مقاله ديگر";
// Submit Article Form
$locale['520'] = "براي ارسال مقاله فرم زير را تكميل نماييد. مقاله هاي ارسالي پس از تاييد مدير قابل نمايش در سايت خواهند بود.";
$locale['521'] = "بخش مربوطه:";
$locale['522'] = "عنوان:";
$locale['523'] = "توضيحات:";
$locale['524'] = "متن كامل مقاله:";
$locale['525'] = " فعال كردن اتوماتيك Line-Breaks";
$locale['526'] = "پيش نمايش مقاله";
$locale['527'] = "ارسال مقاله";
// Submit Error
$locale['550'] = "لطفا فرم را كامل نماييد.";
$locale['551'] = "هيچ بخشي انتخاب نشده است.";
// Submit Photo
$locale['570'] = "ارسال تصویر";
// Submit Photo Success
$locale['580'] = "از ارسال تصویرتان متشکریم";
$locale['581'] = "ارسال تصویر دیگر";
// Submit Photo Error
$locale['600'] = "تصویر شما ارسال نشد";
$locale['601'] = "نام فایل تصویر نادرست است";
$locale['602'] = "حجم فایل تصویر باید کمتر از %u بایت باشد.";
$locale['603'] = "فرمت فایل تصویر باید GIF یا JPEG یا PNG باشد.";
$locale['604'] = "اندازه تصویر باید حداکثر %uw x %uh پیکسل باشد.";
// Submit Photo Form
$locale['620'] = "برای ارسال تصویر از این فرم استفاده کنید. تصویر ارسالی شما توسط یکی از مدیران
بررسی خواهد شد. ".$settings['sitename']." برای هر ارسال حق نشر محفوظ می باشد. تصاویر ارسالی نباید 
با قوانین سایت مغایرت داشته باشد. ارسالهای نامناسب حذف خواهند شد.";
$locale['621'] = "عنوان:";
$locale['622'] = "توضیحات:";
$locale['623'] = "تصویر: ";
$locale['624'] = "حداکثر. حجم فایل: %s / حداکثر. اندازه: %ux%u پیکسل";
$locale['625'] = "آلبوم:";
$locale['626'] = "ارسال تصویر";
?>
?>