<?php
$locale['u001'] = "شناسه كاربري:";
$locale['u002'] = "رمز عبور:";
$locale['u003'] = "رمز عبور جديد:";
$locale['u004'] = "تكرار رمز عبور:";
$locale['u005'] = "آدرس پست الكترونيكي:";
$locale['u006'] = "مخفي كردن آدرس پست الكترونكي؟";
$locale['u007'] = " بله ";
$locale['u008'] = " خير ";
$locale['u009'] = "محل اقامت:";
$locale['u010'] = "تاريخ تولد:";
$locale['u011'] = "شماره ICQ:";
$locale['u012'] = "شناسه MSN:";
$locale['u013'] = "شناسه ياهو :";
$locale['u014'] = "آدرس وب سايت شخصي:";
$locale['u015'] = "قالب سايت:";
$locale['u016'] = "اختلاف زماني با سرور:";
$locale['u017'] = "نمايه";
$locale['u018'] = "بر روي Browse كليك كنيد تا تصوير مورد نظر براي نمايه خود آپلود كنيد";
$locale['u019'] = "حذف";
$locale['u020'] = "امضا:";
$locale['u021'] = "شناسه AIM:";
$locale['u022'] = "ماكسيمم اندازه فايل: %s / ماكسيمم اندازه: %ux%u pixels";
// Items shown in profiles
$locale['u040'] = "تاريخ عضويت:";
$locale['u041'] = "تعداد ارسال در پيغامگير:";
$locale['u042'] = "تعداد ارسال نظر:";
$locale['u043'] = "تعداد ارسال در انجمن ها:";
$locale['u044'] = "آخرين بازديد:";
$locale['u045'] = "سطح دسترسي:";
$locale['u046'] = " فاقد نمايه";
$locale['u047'] = "مخفي";
$locale['u048'] = "مشخص نشده";
$locale['u049'] = "هرگز";
$locale['u050'] = "آدرس IP:";
$locale['u051'] = "پست الكترونكي";
$locale['u052'] = "وب سايت";
$locale['u053'] = "پيغام شخصي";
// Profile Options
$locale['u060'] = "ارسال پيغام خصوصي";
?>