<?php
$locale['400'] = "Διαχειριστές";
$locale['401'] = "Όνομα Χρήστη";
$locale['402'] = "Στάδιο Διαχειριστή";
$locale['403'] = "Ιδιότητες";
$locale['404'] = "Βασικός Διαχειριστής";
$locale['405'] = "Δεν προστέθηκαν δικαιώματα";
$locale['406'] = "Επεξεργασία";
$locale['407'] = "Διαγραφή";
// Add New Admin
$locale['410'] = "Προσθήκη Διαχειριστή";
$locale['411'] = "Εφαρμόστε όλα τα Δικαιώματα του Διαχειριστή σε νέο Διαχειριστή";
$locale['412'] = "Εφαρμόστε δικαιώματα κύριου Διαχειριστή";
// Edit Admin Rights	
$locale['420'] = "Δικαιώματα Διαχειριστών";
$locale['421'] = "Περιεχόμενο Διαχειριστών";
$locale['422'] = "Χρήστης Διαχειριστής";
$locale['423'] = "Διαχειριστής συστήματος";
$locale['424'] = "Αποθήκευση δικαιώματα Διαχειριστών";
$locale['425'] = "Επιλογή όλων";
$locale['426'] = "Ξεμπαρκάρισμα όλων";
?>