<?php
// Delete blacklisted user
$locale['400'] = "Διαγραφή του Χρήστη από την Μαύρη Λίστα";
$locale['401'] = "Ο Χρήστης διαγράφτηκε από την Μαύρη Λίστα";
$locale['402'] = "Επιστροφή στην Διαχείριση της Μαύρης Λίστας";
$locale['403'] = "Επιστροφή στην αρχική σελίδα Διαχειριστών";
// Add/Edit Blacklist Titles
$locale['420'] = "Χρήστης στην Μαύρη Λίστα";
$locale['421'] = "Επεξεργασία Χρήστη στην Μαύρη Λίστα";
// Add/Edit blacklist form
$locale['440'] = "Με την εισαγωγή μιας IP διεύθυνσης θα απαγορεύσει σε Χρήστες να επισκεφτούν την Ιστοσελίδα σας όταν θα χρησιμοποιήσουν αυτήν. Μπορείτε να εισάγετε μία ολόκληρη IP, π.χ. <i>123.123.123.123</i>, ή ένα κομμάτι, π.χ.
<i>123.123.123 ή 123.123</i>.<br><br>
Με την εισαγωγή μιας Email διεύθυνσης θα απαγορεύσει σε Χρήστες να εγγραφούν με αυτήν. Μπορείτε να εισάγετε μία ολόκληρη Εmail διεύθυνση, π.χ. <i>info@php-fusion.gr</i>, ή μία Περιοχή, π.χ. <i>php-fusion.gr</i>";
$locale['441'] = "Προσθέστε μια IP στην Μαύρη Λίστα: <b>ή</b>";
$locale['442'] = "Email στην Μαύρη Λίστα:";
$locale['443'] = "Αιτία στην Μαύρη Λίστα";
$locale['444'] = "Χρήστης στην Μαύρη Λίστα";
// Current blacklisted users
$locale['460'] = "Χρήστες στην Μαύρη Λίστα";
$locale['461'] = "Πληροφορίες Μαύρης Λίστας";
$locale['462'] = "Ιδιότητες";
$locale['463'] = "Επεξεργασία";
$locale['464'] = "Διαγραφή";
$locale['465'] = "Η Μαύρη Λίστα είναι κενή.";
?>