<?php
$locale['400'] = "Επεξεργασία δικών σας σελίδων";
$locale['401'] = "Η Σελίδα ανανεώθηκε";
$locale['402'] = "Η διεύθυνση αυτής της σελίδας είναι: ";
$locale['403'] = "Επιστροφή στη Διαχείριση δικών σας Σελίδων";
$locale['404'] = "Επιστροφή στην αρχική σελίδα Διαχειριστών";
$locale['405'] = "Προσθήκη δικιάς μου σελίδας";
$locale['406'] = "Η σελίδα προστέθηκε";
$locale['407'] = "Διαγραφή δικιάς μου σελίδας";
$locale['408'] = "Η σελίδα διαγράφτηκε";
$locale['409'] = "Διαγραφή αυτήσ της σελίδας?";
$locale['410'] = "Παρακαλώ δώστε έναν Τίτλο στην σελίδα";
// edit/delete existing custom page
$locale['420'] = "Τρέχουσες δικιές μου σελίδες";
$locale['421'] = "Επεξεργασία";
$locale['422'] = "Διαγραφή";
// custom_pages form
$locale['430'] = "Τίτλος σελίδας:";
$locale['431'] = "Δικαίωμα: ";
$locale['432'] = "Περιεχόμενο σελίδας:";
$locale['433'] = "Προσθήκη σύνδεσης στο Μενού περιήγησης";
$locale['434'] = "Ενεργοποίηση σχολίων";
$locale['435'] = "Ενεργοποίηση ψήφων";
$locale['436'] = "Προβολή σελίδας";
$locale['437'] = "Αποθήκευση σελίδας";
?>