<?php
// Database Restore
$locale['400'] = "Επαναφορά της Βάσης";
$locale['401'] = "Λάθος";
$locale['402'] = "Μη έγκυρο αρχείο Backup";
$locale['403'] = "Κλείστε";
// Backup File Information
$locale['410'] = "Πληροφορίες αρχείων Backup";
$locale['411'] = "Επαναφορά πληροφοριών αρχείων";
$locale['412'] = "Όνομα Backup αρχείου:";
$locale['413'] = "Ημερομηνία Backup:";
$locale['414'] = "Όνομα Βάσης:";
$locale['415'] = "Core Table Prefix:";
$locale['416'] = "Πίνακες:";
$locale['417'] = "Προβολή";
$locale['418'] = "ακύρωση";
$locale['419'] = "πίνακες";
// Database Restore
$locale['430'] = "Ιδιότητες επαναφοράς";
$locale['431'] = "Όνομα αρχείου:";
$locale['432'] = "Ημερομηνία:";
$locale['433'] = "Δημιουργήστε πίνακες:";
$locale['434'] = "Εποικήστε τους πίνακες:";
$locale['435'] = "Επιλέξτε:";
$locale['436'] = "όλα";
$locale['437'] = "κανένα";
$locale['438'] = "Επαναφέρετε";
$locale['439'] = "Ακυρώστε";
// Database Backup
$locale['450'] = "Backup Βάσης";
$locale['451'] = "Πληροφορίες Βάσης";
$locale['452'] = "Τελικό μέγεθος του Πίνακα:";
$locale['453'] = "Συνολικό μέγεθος του Πίνακα:";
$locale['454'] = "Ιδιότητες Backup:";
$locale['455'] = "Τύπος Backup:";
$locale['456'] = "(συμπιεσμένο)";
$locale['457'] = "Πίνακες Βάσης";
$locale['458'] = "Πυρήνας";
$locale['459'] = "Backup";
$locale['460'] = "Κωδικός Χρήστη:";
// Backup List
$locale['480'] = "Επαναφορά Backup";
$locale['481'] = "Όνομα αρχείου:";
?>