<?php
// Delete FAQ Category
$locale['400'] = "Διαγραφή κατηγορίας FAQ";
$locale['401'] = "Η κατηγορία του FAQ διαγράφτηκε";
$locale['402'] = "Επιστροφή στην Διαχείριση των FAQs";
$locale['403'] = "Επιστροφή στην αρχική σελίδα Διαχείρισης";
$locale['404'] = "Η κατηγορία του FAQ δεν μπορεί να διαγραφτεί";
$locale['405'] = "Συνδέονται FAQ's προς αυτή την Κατηγορία";
// Add/Edit FAQ Category/Forum Titles
$locale['420'] = "Προσθήκη FAQ Κατηγορίας";
$locale['421'] = "Επεξεργασία FAQ Κατηγορίας";
$locale['422'] = "Προσθήκη FAQ";
$locale['423'] = "Επεξεργασία FAQ";
// Add/Edit FAQ Category Form
$locale['440'] = "Όνομα κατηγορίας";
$locale['441'] = "Αποθήκευση Κατηγορίας";
$locale['442'] = "Περιγραφή Κατηγορίας";
// Add/Edit FAQ Form
$locale['460'] = "Κατηγορία";
$locale['461'] = "Ερώτηση";
$locale['462'] = "Απάντηση";
$locale['463'] = "Αποθήκευση FAQ";
// Current FAQ's
$locale['480'] = "Τρέχουσα FAQ's";
$locale['481'] = "Κατηγορία / Ερώτηση";
$locale['482'] = "Ιδιότητες";
$locale['483'] = "Επεξεργασία";
$locale['484'] = "Διαγραφή";
$locale['485'] = "Δεν προστέθηκαν FAQ's.";
$locale['486'] = "Δεν ορίστηκαν κατηγορίες για FAQ's.";
$locale['487'] = "Διαγραφή του FAQ?";
?>