<?php
// Edit/Add Forum Category
$locale['400'] = "Επεξεργασία Κατηγορίας Φόρουμ";
$locale['401'] = "Η Κατηγορία του Φόρουμ ανανεώθηκε";
$locale['402'] = "Προσθήκη Κατηγορίας στο Φόρουμ";
$locale['403'] = "Η Κατηγορία στο Φόρουμ προστέθηκε με επιτυχία";
// Edit/Add Forum
$locale['404'] = "Επεξεργασία του Φόρουμ";
$locale['405'] = "Το Φόρουμ ανανεώθηκε";
$locale['406'] = "Προσθήκη ενός Φόρουμ";
$locale['407'] = "Το Φόρουμ προστέθηκε με επιτυχία";
// Edit Forum Moderators
$locale['408'] = "Επεξεργασία Συντονιστών του Φόρουμ";
$locale['409'] = "ΤΟ Φόρουμ Συντονιστών ανανεώθηκε";
// Delete Forum Category
$locale['410'] = "Διαγραφή Κατηγορίας του Φόρουμ";
$locale['411'] = "Η Κατηγορία του Φόρουμ διαγράφηκε";
$locale['412'] = "Αυτή η Κατηγορία του Φόρουμ δεν μπορεί να διαγραφεί";
$locale['413'] = "Υπάρχουνε Φόρουμ σε αυτή την Κατηγορία";
// Delete Forum Category
$locale['414'] = "Διαγραφή του Φόρουμ";
$locale['415'] = "Το Φόρουμ διαγράφηκε";
$locale['416'] = "Το Φόρουμ αυτό δεν μπορεί να διαγραφεί";
$locale['417'] = "Υπάρχουνε Μηνύματα σε αυτό το Φόρουμ";
// 'Return to' Links
$locale['418'] = "Επιστροφή στην Διαχείριση των Φόρουμ";
$locale['419'] = "Επιστροφή στην αρχική Σελίδα Διαχείρισης";
// Add/Edit Forum Category/Forum Titles
$locale['420'] = "Επεξεργασία κατηγορίας του Φόρουμ";
$locale['421'] = "Προσθήκη Φόρουμ";
$locale['422'] = "Επεξεργασία Φόρουμ";
$locale['423'] = "Προσθήκη Κατηγορίας στο Φόρουμ";
// Add/Edit Forum Category Form
$locale['440'] = "Όνομα Κατηγορίας";
$locale['441'] = "Ταξινόμηση";
$locale['442'] = "Αποθήκευση Κατηγορίας";
// Add/Edit Forum Form
$locale['460'] = "Όνομα του Φόρουμ";
$locale['461'] = "Περιγραφή του Φόρουμ";
$locale['462'] = "Κατηγορία του Φόρουμ";
$locale['463'] = "Ταξινόμηση";
$locale['464'] = "Δικαίωμα προβολής του Φόρουμ:";
$locale['465'] = "Δικαίωμα αποστολής Μηνυμάτων:";
$locale['466'] = "Αποθήκευση του Φόρουμ";
$locale['467'] = "Αποθήκευση Συντονιστών στο Φόρουμ";
// Current Forums
$locale['480'] = "Τρέχον Φόρουμ";
$locale['481'] = "Επεξεργασία";
$locale['482'] = "Διαγραφή";
$locale['483'] = "Δεν ορίστηκαν Φόρουμ";
$locale['484'] = "Δεν ορίστηκαν Κατηγορίες για το Φόρουμ";
$locale['485'] = "Κατηγορία/Φόρουμ";
$locale['486'] = "Προβολή/Αποστολή Μην.";
$locale['487'] = "Ταξινόμηση";
$locale['488'] = "Ιδιότητες";
$locale['489'] = "Επάνω";
$locale['490'] = "Κάτω";
$locale['491'] = "Μετακίνηση επάνω";
$locale['492'] = "Μετακίνηση κάτω";
$locale['493'] = "Ανανέωση ταξινόμησης του Φόρουμ";
?>