<?php
// Delete Image
$locale['400'] = "Διαγραφή Εικόνας";
$locale['401'] = "Η Εικόνα διαγράφηκε";
$locale['402'] = "Επιστροφή στην Διαχείριση Εικόνων";
$locale['403'] = "Επιστροφή στην αρχική Σελίδα Διαχείρισης";
// Upload Image
$locale['420'] = "Φορτώστε μια Εικόνα";
$locale['421'] = "Όνομα αρχείου:";
$locale['422'] = "Βασικές εικόνες";
$locale['423'] = "Εικόνες άρθρων";
$locale['424'] = "Εικόνες Νέων";
$locale['425'] = "Μπορείτε να φορτώσετε Εικόνες μόνο σε gif, jpg ή png τύπους";
$locale['426'] = "Η Εικόνα φορτώθηκε";
$locale['427'] = "Εικόνες Κατηγοριών Νέων";
// View Image
$locale['440'] = "Προβολή Εικόνας";
$locale['441'] = "’γνωστος Τύπος αρχείου, αδυναμία προβολής εικόνας.";
$locale['442'] = "Διαγραφή αυτής της Εικόνας";
// Image Management
$locale['460'] = "Εικόνες";
$locale['461'] = "Προβολή";
$locale['462'] = "Διαγραφή";
$locale['463'] = "Αυτός ο Φάκελος είναι άδειος";
$locale['464'] = "Ανανέωση Λίστας Εικόνων για τον TinyMCE editor";
?>