<?php
// Infusion Management
$locale['400'] = "Επεκτάσεις";
$locale['401'] = "Ενεργοποίηση Επέκτασης";
$locale['402'] = "Αυτό το προϊόν έχει ενεργοποιηθεί";
$locale['403'] = "Αυτό το προϊόν δεν μπορεί να ενεργοποιηθεί";
$locale['404'] = "Ενεργοποιημένες Επεκτάσεις";
$locale['405'] = "Τίτλος";
$locale['406'] = "Εκδοση";
$locale['407'] = "Υπεύθυνος";
$locale['408'] = "Επικοινωνία";
$locale['409'] = "Email";
$locale['410'] = "Ιστός";
$locale['411'] = "Απενεργοποίηση Επέκτασης";
$locale['412'] = "Απενεργοποίηση αυτής της Επέκτασης?";
$locale['413'] = "Κλειδί:";
$locale['414'] = "Δεν ενεργοποιήθηκε";
$locale['415'] = "Ενεργοποιήθηκε";
$locale['416'] = "Υπάρχει αναβάθμιση";
?>