<?php
// Member Management Options
$locale['400'] = "Μέλος";
$locale['401'] = "Χρήστης";
$locale['402'] = "Προσθήκη";
$locale['403'] = "Κατηγορία Χρήστη";
$locale['404'] = "Ιδιότητες";
$locale['405'] = "Προβολή";
$locale['406'] = "Επεξεργασία";
$locale['407'] = "Απομάκρυνση απαγόρευσης";
$locale['408'] = "Απαγόρευση";
$locale['409'] = "Διαγραφή";
$locale['410'] = "Δεν υπάρχουν Μέλη που αρχίζουν με ";
$locale['411'] = "Προβολή όλων";
$locale['412'] = "Ενεργοποίηση";
// Ban/Unban/Delete Member
$locale['420'] = "Σημειώθηκε Απαγόρευση";
$locale['421'] = "Αναιρέθηκε η Απαγόρευση";
$locale['422'] = "Το Μέλος Διαγράφηκε";
$locale['423'] = "Are you sure you wish to delete this member?";
$locale['424'] = "Το Μέλος είναι ενεργοποιημένο";
$locale['425'] = "Ο Λογαριασμός ενεργοποιήθηκε στις ";
$locale['426'] = "Γεια σου [USER_NAME],\n
Ο Λογαριασμός σου στο ".$settings['sitename']." ενεργοποιήθηκε.\n
Τώρα μπορείς να συνδεθείς με χρήση του Όνομα Χρήστη και τον Κωδικό που επέλεξες.\n
Με σεβασμό,
".$settings['siteusername'];
// Edit Member Details
$locale['430'] = "Επεξεργασία Μέλους";
$locale['431'] = "Τα στοιχεία του Μέλους ανανεώθηκαν";
$locale['432'] = "Επιστροφή στην Διαχείριση Μελών";
$locale['433'] = "Επιστροφή στην αρχική σελίδα Διαχείρισης";
$locale['434'] = "Αδυναμία ανανέωσης τα στοιχεία Μελών:";
// Extra Edit Member Details form options
$locale['440'] = "Αποθήκευση αλλαγών";
// Update Profile Errors
$locale['450'] = "Δεν μπορείτε να επεξεργαστείτε τον αρχικό Διαχειριστή.";
$locale['451'] = "Πρέπει να δώσετε ένα Όνομα Χρήστη και μία ηλεκτρονική διεύθυνση.";
$locale['452'] = "Το Όνομα Χρήστη περιέχει μη έγκυρους χαρακτήρες.";
$locale['453'] = "Το Όνομα Χρήστη ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." χρησιμοποιείτε.";
$locale['454'] = "Μη έγκυρη email διεύθυνση.";
$locale['455'] = "Η email διεύθυνση ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." χρησιμοποιείτε.";
$locale['456'] = "Οι νέοι κωδικοί πρόσβασης δεν ταιριάζουν.";
$locale['457'] = "Λάθος Κωδικός, χρησιμοποιήστε μόνο γράμματα και νούμερα.<br>
Ο κωδικός πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες.";
$locale['458'] = "<b>Προσοχή:</b> Απροσδόκητη εκτέλεση Κώδικα.";
// View Member Profile
$locale['470'] = "Προφίλ Μέλους";
$locale['472'] = "Στατιστικά";
$locale['473'] = "Ομάδες Χρηστών";
// Add Member Errors
$locale['480'] = "Προσθήκη Μέλους";
$locale['481'] = "Ο Λογαριασμός του Μέλους δημιουργήθηκε.";
$locale['482'] = "Ο Λογαριασμός του Μέλους δεν μπόρεσε να δημιουργηθεί.";
?>