<?php
// Panel Management
$locale['400'] = "Πάνελς";
$locale['401'] = "Όνομα Πάνελ";
$locale['402'] = "Πλάγια";
$locale['403'] = "Ταξινόμηση";
$locale['404'] = "Τύπος";
$locale['405'] = "Δικαίωμα";
$locale['406'] = "Ιδιότητες";
// Panel Settings
$locale['420'] = "Αριστερά";
$locale['421'] = "U-Ctr";
$locale['422'] = "Δεξιά";
$locale['423'] = "Αρχείο";
$locale['424'] = "PHP";
$locale['425'] = "Δ-Ctr";
// Panel Options
$locale['430'] = "Μετακίνηση αριστερά";
$locale['431'] = "Μετακίνηση δεξιά";
$locale['432'] = "Μετακίνηση επάνω";
$locale['433'] = "Μετακίνηση κάτω";
$locale['434'] = "Επεξ.";
$locale['435'] = "Ενεργ.";
$locale['436'] = "Απενεργ.";
$locale['437'] = "Διαγρ.";
$locale['438'] = "Προσθήκη νέου Πάνελ";
$locale['439'] = "Ανανέωση ταξινόμησης των Πάνελ Στοιχείων";
$locale['440'] = "Διαγραφή αυτού του Πάνελ?";
$locale['441'] = "Αριστερά";
$locale['442'] = "Δεξιά";
$locale['443'] = "Επάνω";
$locale['444'] = "Κάτω";
$locale['445'] = "Μετακίνηση προς τα επάνω";
$locale['446'] = "Μετακίνηση προς τα κάτω";
// Add/Edit Panel Form
$locale['450'] = "Επεξεργασία του Πάνελ";
$locale['451'] = "Προσθήκη Πάνελ";
$locale['452'] = "Ονομα Πάνελ:";
$locale['453'] = "Ονομα του Πάνελ:";
$locale['454'] = "Με την επιλογή αυτή να αγνοηθεί το περιεχόμενο του Πάνελ";
$locale['455'] = "Περιεχόμενο του Πάνελ:";
$locale['456'] = "Τοποθέτηση του Πάνελ:";
$locale['457'] = "Πάνελ Δικαιώματα:";
$locale['458'] = "Προεπισκόπηση του Πάνελ";
$locale['459'] = "Αποθήκευση του Πάνελ";
$locale['460'] = "Προβολή του Πάνελ σε όλες τις Σελίδες";
// Update/Add new Panel Errors
$locale['470'] = "Δεν ορίστηκε Όνομα για το Πάνελ";
$locale['471'] = "Αυτό το Όνομα του Πάνελ χρησιμοποιείτε ";
$locale['472'] = "Δεν ορίστηκε Περιχόμενο στο Πάνελ";
$locale['473'] = "Δεν ορίστηκε Όνομα αρχείου στο Πάνελ";
// Update/Add new Panel Success/Fail
$locale['480'] = "Ανανέωση του Πάνελ";
$locale['481'] = "Δεν μπόρεσε να ανανεωθεί το Πάνελ";
$locale['482'] = "Το Πάνελ ανανεώθηκε";
$locale['483'] = "Προσθήκη νέου Πάνελ";
$locale['484'] = "Δεν μπόρεσε να προστεθεί νέο Πάνελ";
$locale['485'] = "Προστέθηκε νέο Πάνελ";
$locale['486'] = "Επιστροφή στην Διαχείριση των Πάνελς";
$locale['487'] = "Επιστροφή στην αρχική σελίδα Διαχείρισης";
?>