<?php
$locale['400'] = "Προσθήκη Άλμπουμ";
$locale['401'] = "Επεξεργασία Άλμπουμ";
$locale['402'] = "Διαγραφή Άλμπουμ";

$locale['410'] = "Νέο Άλμπουμ προστέθηκε στην Βάση";
$locale['411'] = "Το Άλμπουμ ανανεώθηκε";
$locale['412'] = "Η Μικρογραφία του Άλμπουμ διαγράφηκε";
$locale['413'] = "Το Άλμπουμ διαγράφτηκε από την Βάση";
$locale['414'] = "Αδυναμία διαγραφής του Άλμπουμ";
$locale['415'] = "Υπάρχουν Φωτογραφίες σε αυτό το Άλμπουμ.";

$locale['420'] = "Σφάλμα στο Άλμπουμ";
$locale['421'] = "Το ακόλουθο σφάλμα έχει:";
$locale['422'] = "Όνομα αρχείου εικόνας.";
$locale['423'] = "Η Εικόνα πρέπει να είναι μεγαλύτερη από %uw x %uh εικονοκύτταρα.";
$locale['424'] = "Η Εικόνα πρέπει να είναι GIF, JPEG ή PNG αρχείο.";
$locale['425'] = "Η Εικόνα πρέπει να είναι μικρότερη από %s.";

$locale['440'] = "Τίτλος: ";
$locale['441'] = "Περιγραφή: ";
$locale['442'] = "Δικαιώματα: ";
$locale['443'] = "Ταξινόμηση: ";
$locale['444'] = "Μικρογραφία: ";
$locale['445'] = "Αποθήκευση Άλμπουμ";
$locale['446'] = "Ακύρωση";

$locale['460'] = "Τρέχων Άλμπουμς";
$locale['461'] = "Έναρξη Άλμπουμ";
$locale['462'] = "Καμία Μικρογραφία";
$locale['463'] = "Ημερομηνία: ";
$locale['464'] = "Δημιουργήθηκε από: ";
$locale['465'] = "Δικαιώματα: ";
$locale['466'] = "Φωτογραφίες: ";
$locale['467'] = "Μετακίνηση πάνω";
$locale['468'] = "Μετακίνηση κάτω";
$locale['469'] = "Επεξεργασία";
$locale['470'] = "Διαγραφή";

$locale['480'] = "Ανανέωση ταξινόμησης των Άλμπουμ και Φωτογραφιών";
$locale['481'] = "Δεν υπάρχουν Άλμπουμς.";
?>