<?php
$locale['400'] = "Προσθήκη Φωτογραφίας";
$locale['401'] = "Επεξεργασία Φωτογραφίας";
$locale['402'] = "Διαγραφή Φωτογραφίας";

$locale['410'] = "Νέα Φωτογραφία προστέθηκε στην Βάση";
$locale['411'] = "Η Φωτογραφία ανανεώθηκε";
$locale['412'] = "Η Φωτογραφία διαγράφτηκε";
$locale['413'] = "Η Φωτογραφία διαγράφτηκε από την Βάση";

$locale['420'] = "Λάθος Φωτογραφίας";
$locale['421'] = "Το ακόλουθο λάθος έχει:";
$locale['422'] = "Μη έγκυρο Όνομα εικόνας.";
$locale['423'] = "Η Εικόνα πρέπει να είναι μικρότερη από %s.";
$locale['424'] = "Η Εικόνα πρέπει να είναι GIF, JPEG ή PNG αρχείο.";
$locale['425'] = "Η Εικόνα πρέπει να είναι μεγαλύτερη από %uw x %uh εικονοκύτταρα.";

$locale['440'] = "Τίτλος: ";
$locale['441'] = "Περιγραφή: ";
$locale['442'] = "Ταξινόμηση: ";
$locale['443'] = "Μικρογραφία: ";
$locale['444'] = "Εικόνα: ";
$locale['445'] = "Ενεργοποίηση σχολίων";
$locale['446'] = "Ενεργοποίηση βαθμολόγησης";
$locale['447'] = "Αποθήκευση Φωτογραφίας";
$locale['448'] = "Ακύρωση";

$locale['460'] = "Τρέχων Φωτογραφίες";
$locale['461'] = "Πατήστε για Προβολή";
$locale['462'] = "Καμία Εικόνα";
$locale['463'] = "Ημερομηνία: ";
$locale['464'] = "Προστέθηκε από: ";
$locale['465'] = "Προβολές: ";
$locale['466'] = "Σχόλια: ";
$locale['467'] = "Μετακίνηση πάνω";
$locale['468'] = "Μετακίνηση κάτω";
$locale['469'] = "Επεξεργασία";
$locale['470'] = "Διαγραφή";

$locale['480'] = "Δεν υπάρχουν Φωτογραφίες.";
$locale['481'] = "Κλείστε το Άλμπουμ";
?>
