<?php
$locale['400'] = "Η Ψηφοφορία αποθηκεύτηκε";
$locale['401'] = "Η Ψηφοφορία ανανεώθηκε";
$locale['402'] = "Η Νέα Ψηφοφορία αποθηκεύτηκε";
$locale['403'] = "Διαγραφή Ψηφοφορίας";
$locale['404'] = "Η Ψηφοφορία διαγράφηκε";
$locale['405'] = "Επιστροφή στην αρχική σελίδα Διαχείρισης";
// Preview Poll
$locale['410'] = "Προεπισκόπηση Ψηφοφορίας";
$locale['411'] = "Προσθήκη Ψηφοφορίας";
// Edit/Delete Poll
$locale['420'] = "Τρέχον Ψηφοφορίες";
$locale['421'] = "Επεξεργασία";
$locale['422'] = "Διαγραφή";
// Add/Edit Poll Form
$locale['430'] = "Προσθήκη Ψηφοφορίας";
$locale['431'] = "Επεξεργασία Ψηφοφορίας";
$locale['433'] = "Τίτλος Ψηφοφορίας:";
$locale['434'] = "Ιδιότητες ";
$locale['435'] = " Κλείστε αυτή την Ψηφοφορία";
$locale['436'] = "Αρχισε: ";
$locale['437'] = "Τελειώνει: ";
$locale['438'] = "Προσθήκη Επιλογής";
$locale['439'] = "Προεπισκόπηση Ψηφοφορίας";
$locale['440'] = "Αποθήκευση Ψηφοφορίας";
?>