<?php
$locale['400'] = "Ιδιότητες";
// Site Settings
$locale['401'] = "Κύριες";
$locale['402'] = "Ονομα σελίδας:";
$locale['403'] = "Διεύθυνση σελίδας:";
$locale['404'] = "Βanner σελίδας:";
$locale['405'] = "E-mail σελίδας:";
$locale['406'] = "Το Όνομα ή το Ψευδώνυμο σας:";
$locale['407'] = "Εισαγωγή σελίδας:";
$locale['408'] = "Αφήστε το κενό εάν δεν το επιθυμείτε";
$locale['409'] = "Περιγραφή σελίδας:";
$locale['410'] = "Λέξεις κλειδιά σελίδας:";
$locale['411'] = "Διαχώριση κάθε λέξη με κόμμα";
$locale['412'] = "Πάτωμα σελίδας:";
$locale['413'] = "Αρχική σελίδα:";
$locale['414'] = "Τόπος σελίδας:";
$locale['415'] = "Theme σελίδας:";
$locale['416'] = "Τύπος σελίδας νέων:";
$locale['417'] = "Μονή γραμμή";
$locale['418'] = "Διπλή γραμμή";
// Time & Date Settings
$locale['450'] = "Ώρα και Ημέρα";
$locale['451'] = "Σύντομη ημερομηνία:";
$locale['452'] = "Ολόκληρη ημερομηνία:";
$locale['453'] = "Ημερομηνία του Φόρουμ:";
$locale['454'] = "Sub-header Ημερομηνία:";
$locale['455'] = "Επιλέξτε μία Φόρμα --";
$locale['456'] = "Ρύθμιση ώρας";
// Forum Settings
$locale['500'] = "Φόρουμ";
$locale['501'] = "Πάνελ για πρόσφατα ενεργά Θέματα στο Φόρουμ:";
$locale['502'] = "On";
$locale['503'] = "Off";
$locale['505'] = "Αριθμός προβολής Θεμάτων στο Φόρουμ:";
$locale['506'] = "(Πάνελ για πρόσφατα ενεργά Θέματα στο Φόρουμ)";
$locale['507'] = "Ενεργοποίηση συνάψεων?";
$locale['508'] = "Ναι";
$locale['509'] = "Οχι";
$locale['510'] = "Συνάψεις μεγ:";
$locale['511'] = "Μέγιστο αρχείο σε bytes";
$locale['512'] = "Επιτρεπτοί τύποι αρχείων:";
$locale['513'] = "Διαχωρίστε κάθε Τύπο με Κόμμα";
$locale['514'] = "Αφαίρεση Φόρουμ:";
$locale['515'] = "Προσοχή";
$locale['516'] = "Θα διαγραφούν μηνύματα/θέματα<br>που είναι παλαιότερα<br>από τον αριθμό που θα ορίσετε.";
$locale['517'] = "Αφαίρεση";
$locale['518'] = "Ημέρες";
$locale['519'] = "Ενεργοποίηση ενημέρωσης Θεμάτων του Φόρουμ?";
// Registration Settings
$locale['550'] = "Εγγραφή";
$locale['551'] = "Ενεργοποίηση νέων εγγραφών?";
$locale['552'] = "Επαλήθευση email για νέες εγγραφές?";
$locale['553'] = "Προβολή κωδικού επαλήθευσης?";
$locale['554'] = "Μέθοδος προβολής κωδικού επαλήθευσης:";
$locale['555'] = "Εικόνα";
$locale['556'] = "Κείμενο";
$locale['557'] = "Ενεργοποίηση Μελών από τον Διαχειριστή?";
// Photo Gallery Settings
$locale['600'] = "Γαλαρία Φωτογραφιών";
$locale['601'] = "Διάσταση Μικρογραφίας:";
$locale['602'] = "Διάσταση Φωτογραφίας:";
$locale['603'] = "Maximum photo size:";
$locale['604'] = "Μάκρος x Ύψος";
$locale['605'] = "Μέγιστο αρχείο (bytes):";
$locale['606'] = "Μέθοδος συμπίεσης μικρογραφιών:";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "Μικρογραφίες ανά σειρά:";
$locale['610'] = "Μικρογραφίες ανά σελίδα:";
// Other Settings
$locale['650'] = "Διάφορα";
$locale['651'] = "Μη επιτρεπτές λέξεις:";
$locale['652'] = "Εισάγετε μία λέξη ανά γραμμή.";
$locale['653'] = "Αφήστε το κενό εάν δεν είναι υποχρεωτικό.";
$locale['654'] = "Αντικατάσταση μη επιτρεπτών λέξεων:";
$locale['655'] = "θα μπορούν οι επισκέπτες να γράφουν μηνύματα?";
$locale['656'] = "Αριθμός μηνυμάτων στο Shoutbox:";
$locale['657'] = "Συντήρηση:";
$locale['658'] = "Μήνυμα συντήρησης:";
$locale['659'] = "Φίλτρο για μη επιτρεπτές λέξεις ενεργοποιημένο?";
$locale['660'] = "Flood απόσταση:";
$locale['661'] = "Αφήστε το κενό για άμεσα upload/download των backups.";
$locale['662'] = "Ενεργοποίηση του TinyMCE HTML editor?";
$locale['663'] = "Διαχείριση για άρθρα και νέα μόνο.";
$locale['664'] = "SMTP Host";
$locale['665'] = "Αφήστε το κενό εάν το sendmail είναι ενεργό.";
$locale['666'] = "SMTP Χρήστης";
$locale['667'] = "SMTP Κωδικός";
// Private Message Settings
$locale['700'] = "Προσωπικά μηνύματα";
$locale['701'] = "Όριο για εισερχόμενα μηνύματα:";
$locale['702'] = "Όριο για εξερχόμενα μηνύματα:";
$locale['703'] = "Όριο για αρχείο μηνυμάτων:";
$locale['704'] = "Ορίστε 0 για κανένα όριο";
$locale['707'] = "Όριο προσωπικών μηνυμάτων";
$locale['708'] = "Προκαθορισμένες ιδιότητες Χρηστών";
$locale['709'] = "Email ενημέρωση?";
$locale['710'] = "Αποθήκευση αποσταλμένων προσωπικών μηνυμάτων?";
$locale['711'] = "Σημείωση: Οι Χρήστες έχουν την δυνατότητα να αλλάξουν μεμονωμένες Ιδιότητες εάν επιθυμούν. Εάν δεν αλλάξουν κάτι τότε θα πάρουν τις κύριες ρυθμίσεις.";
// Save Settings
$locale['750'] = "Αποθήκευση ιδιοτήτων";
$locale['751'] = "<< Προιγ";
$locale['752'] = "Επόμενο >>";
// Other Settings
$locale['800'] = "Αφαίρεση των Φόρουμς";
$locale['801'] = "Τα μηνύματα διαγράφτηκαν: ";
$locale['802'] = "Τα Θέματα διαγράφτηκαν: ";
$locale['803'] = "Οι συνάψεις διαγράφτηκαν: ";
?>