<?php
$locale['400'] = "Διαγραφή Μηνυμάτων";
$locale['401'] = "Τα μηνύματα διαγράφτηκαν";
$locale['402'] = "Επιστροφή στην διαχείριση του Shoutbox";
$locale['403'] = "Επιστροφή στην σελίδα διαχείρισης";
$locale['404'] = "Διαγραφή μηνύματος";
$locale['405'] = "Το μήνυμα διαγράφτηκε";
// Edit Shout
$locale['420'] = "Επεξεργασία μηνύματος";
$locale['421'] = "Μήνυμα:";
$locale['422'] = "Αποθήκευση μηνύματος";
// Prune Shoutbox
$locale['430'] = "Διαγραφή μηνυμάτων που είναι παλιότερα από";
$locale['431'] = " ημέρες";
$locale['432'] = "Διαγραφή μηνυμάτων";
// Current Shouts
$locale['440'] = "Τρέχων μηνύματα";
$locale['441'] = "Επεξεργασία";
$locale['442'] = "Διαγραφή";
$locale['443'] = "IP Μέλους: ";
$locale['444'] = "Δεν υπάρχουν μηνύματα.";
?>