<?php
$locale['400'] = "Διαγραφή σύνδεσης σελίδας";
$locale['401'] = "Η σύνδεση σελίδας διαγράφτηκε";
$locale['402'] = "Επιστροφή στην διαχείριση συνδέσεων σελίδας";
$locale['403'] = "Επιστροφή στην σελίδα διαχείρισης";
// Site Link Titles
$locale['410'] = "Επεξεργασία σύνδεσης σελίδας";
$locale['411'] = "Προσθήκη σύνδεσης σελίδας";
$locale['412'] = "Τρέχων συνδέσεις σελίδας";
// Site Links Form
$locale['420'] = "Ονομα σύνδεσης:";
$locale['421'] = "Διεύθυνση σύνδεσης:";
$locale['422'] = "Επισκέπτες:";
$locale['423'] = "Ταξινόμηση:";
$locale['424'] = "θέση:";
$locale['425'] = "περιήγηση του πάνελ μόνο";
$locale['426'] = " περιήγηση του πάνελ και sub-header";
$locale['427'] = "sub-header μόνο";
$locale['428'] = "Εκτέλεση σύνδεσης σε νέο παράθυρο";
$locale['429'] = "Αποθήκευση σύνδεσης";
// Site Links List
$locale['430'] = "Ονομα σύνδεσης";
$locale['431'] = "Διαφανές";
$locale['432'] = "Ταξινόμηση";
$locale['433'] = "Ιδιότητες";
$locale['434'] = "Επεξεργασία";
$locale['435'] = "Διαγραφή";
$locale['436'] = "Δεν υπάρχουν συνδέσεις σελίδας.";
// Link Ordering
$locale['440'] = "Πάνω";
$locale['441'] = "Κάτω";
$locale['442'] = "Μετακίνηση πάνω";
$locale['443'] = "Μετακίνηση κάτω";
$locale['444'] = "Ανανέωση ταξινόμησης";
?>