<?php
// Delete Submission
$locale['400'] = "Διαγραφή υποβολής";
$locale['401'] = "Η Υποβολή διαγράφτηκε";
$locale['402'] = "επιστροφή στο Μενού Υποβολών";
$locale['403'] = "Επιστροφή στην αρχική σελίδα διαχείρισης";
// Submission Options
$locale['410'] = "Υποβολές";
$locale['411'] = "Συνδέσεις που προστέθηκαν:";
$locale['412'] = "Νέα που προστέθηκαν:";
$locale['413'] = "Αρθρα που προστέθηκαν:";
$locale['414'] = "Δεν υπάρχουν συνδέσεις που είναι σε αναμονή για ενεργοποίηση.";
$locale['415'] = "Δεν υπάρχουν Νέα που είναι σε αναμονή για ενεργοποίηση.";
$locale['416'] = "Δεν υπάρχουν άρθρα που είναι σε αναμονή για ενεργοποίηση.";
$locale['417'] = "Προβολή";
$locale['418'] = "Διαγραφή";
$locale['419'] = "Φωτογραφίες που προστέθηκαν:";
$locale['420'] = " Δεν υπάρχουν φωτογραφίες που είναι σε αναμονή για ενεργοποίηση.";
// Add/Delete Web Link Submissions
$locale['430'] = "Δημοσίευση σύνδεσης που υποβλήθηκε";
$locale['431'] = "Η σύνδεση δημοσιεύτηκε";
$locale['432'] = "Διαγραφή σύνδεσης που υποβλήθηκε";
$locale['433'] = "Η σύνδεση διαγράφτηκε";
$locale['434'] = "Δεν υπάρχουν κατηγορίες";
// Web Link Submission Form
$locale['440'] = "προβολή υποβολών";
$locale['441'] = "Η ακόλουθη σύνδεση προστέθηκε από ";
$locale['442'] = " στις ";
$locale['443'] = "Κατηγορία σύνδεσης:";
$locale['444'] = "Ονομα σύνδεσης:";
$locale['445'] = "Διεύθυνση σύνδεσης:";
$locale['446'] = "Περιγραφή σύνδεσης:";
$locale['447'] = "Θέλετε να δημοσιεύσετε η να διαγράψετε αυτή την σύνδεση?";
$locale['448'] = "Δημοσίευση σύνδεσης";
$locale['449'] = "Διαγραφή σύνδεσης";
// Add/Delete News Submissions
$locale['490'] = "Δημοσίευση Νέων που υποβλήθηκαν";
$locale['491'] = "Τα Νέα δημοσιεύτηκαν";
$locale['492'] = "Διαγραφή Νέων που υποβλήθηκαν";
$locale['493'] = "Τα Νέα διαγράφτηκαν";
// News Submission Form
$locale['500'] = "Προβολή Νέων που υποβλήθηκαν";
$locale['501'] = "Τα παραπάνω Νέα προστέθηκαν από ";
$locale['502'] = "Θέλετε να δημοσιεύσετε η να διαγράψετε αυτά τα Νέα?";
$locale['503'] = "Δημοσίευση Νέων";
$locale['504'] = "Διαγραφή Νέων";
$locale['505'] = "Θέμα:";
$locale['506'] = "Κατηγορία:";
$locale['507'] = "- Κενό -";
$locale['508'] = "Νέα:";
// Add/Delete Article Submissions
$locale['530'] = "Δημοσίευση άρθρου που υποβλήθηκε";
$locale['531'] = "Το άρθρο δημοσιεύτηκε";
$locale['532'] = "Διαγραφή άρθρου που υποβλήθηκε";
$locale['533'] = "Το άρθρο διαγράφτηκε";
// Article Submission Form
$locale['540'] = "Προβολή άρθρου που υποβλήθηκε";
$locale['541'] = "Το παραπάνω άρθρο προστέθηκε από ";
$locale['542'] = "Θέλετε να δημοσιεύσετε η να διαγράψετε αυτό το άρθρο?";
$locale['543'] = "Δημοσίευση άρθρου";
$locale['544'] = "Διαγραφή άρθρου";
$locale['545'] = "Κατηγορία:";
$locale['546'] = "Θέμα:";
$locale['547'] = "Απόκομα:";
$locale['548'] = "Αρθρο:";
// Add/Delete Photo Submissions
$locale['580'] = "Δημοσίευση Φυτογραφίας που υποβλήθηκε";
$locale['581'] = "Η Φωτογραφία δημοσιεύτηκε";
$locale['582'] = "Διαγραφή Φωτογραφίας που υποβλήθηκε";
$locale['583'] = "Η Φωτογραφία διαγράφτηκε";
// Photo Submission Form
$locale['590'] = "Προβολή Φωτογραφίας που υποβλήθηκε";
$locale['591'] = "Πατήστε εδώ για να δείτε την Φωτογραφία";
$locale['592'] = "Η παραπάνω φωτογραφία προστέθηκε από ";
$locale['593'] = "Θέλετε να δημοσιεύσετε η να διαγράψετε αυτή την φωτογραφία?";
$locale['594'] = "Δημοσιοποίηση Φωτογραφίας";
$locale['595'] = "Διαγραφή Φωτογραφίας";
$locale['596'] = "Τίτλος:";
$locale['597'] = "Περιγραφή:";
$locale['598'] = "Αλμπουμ";
?>