<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Επεξεργασία Ομάδας Μελών";
$locale['401'] = "Η Ομάδα Μελών ανανεώθηκε";
$locale['402'] = "Προσθήκη Ομάδας Μελών";
$locale['403'] = "Η ομάδα Μελών προστέθηκε";
$locale['404'] = "Επεξεργασία Χρηστών Ομάδας";
$locale['405'] = "Όλοι οι Χρήστες προστέθηκαν στην Ομάδα";
$locale['406'] = "Όλοι οι Χρήστες διαγράφτηκαν από την Ομάδα";
$locale['407'] = "Οι επιλεγμένοι Χρήστες προστέθηκαν στην Ομάδα";
$locale['408'] = "Διαγραφή Ομάδα Μελών";
$locale['409'] = "Αδυναμία διαγραφής Ομάδας Μελών";
$locale['410'] = "Υπάρχουν Χρήστες σε αυτή την Ομάδα Μελών";
$locale['411'] = "Η Ομάδα μελών διαγράφτηκε";
$locale['412'] = "Επιστροφή στην διαχείριση Ομάδας Μελών";
$locale['413'] = "Επιστροφή στην Διαχείριση";
// Edit/Delete Options
$locale['420'] = "Ομάδες Μελών";
$locale['421'] = "Επεξεργασία";
$locale['422'] = "Διαγραφή";
$locale['423'] = "Διαγραφή αυτής της Ομάδας Μελών?";
// Edit/Add User Group
$locale['430'] = "Επεξεργασία Ομάδας Μελών";
$locale['431'] = "Προσθήκη Ομάδας Μελών";
$locale['432'] = "Ονομα Ομάδας:";
$locale['433'] = "Περιγραφή Ομάδας:";
$locale['434'] = "Αποθήκευση Ομάδας";
$locale['435'] = "Προσθήκη όλων των Χρηστών";
$locale['436'] = "Διαγραφή όλων των Χρηστών";
$locale['437'] = "Αποθήκευση επιλεγμένων Χρηστών";
?>