<?php
// Delete Web Link Category
$locale['400'] = "Διαγραφή κατηγορίας Ιστοσυνδέσεων";
$locale['401'] = "Η κατηγορία Ιστοσυνδέσεων δεν μπορεί να διαγραφεί";
$locale['402'] = "Υπάρχουν ιστοσυνδέσεις σε αυτή την κατηγορία";
$locale['403'] = "Επιστροφή στην διαχείριση κατηγοριών ιστοσυνδέσεων";
$locale['404'] = "Επιστροφή στην αρχική σελίδα διαχείρισης";
$locale['405'] = "Η κατηγορία ιστοσυνδέσεων διαγράφηκε";
// Add/Edit Web Link Category Titles
$locale['420'] = "Επεξεργασία κατηγορίας ιστοσυνδέσεων";
$locale['421'] = "Προσθήκη κατηγορίας ιστοσυνδέσεων";
// Add/Edit Web Link Category Form
$locale['430'] = "Ονομα κατηγορίας:";
$locale['431'] = "Περιγραφή κατηγορίας:";
$locale['432'] = "Αποθήκευση κατηγορίας";
$locale['433'] = "Δικαίωμα κατηγορίας:";
$locale['434'] = "Ταξινόμηση κατηγοριών:";
$locale['435'] = "ID Ιστοσύνδεσης";
$locale['436'] = "Ονομα ιστοσύνδεσης";
$locale['437'] = "Ημερομηνία Ιστοσύνδεσης";
$locale['438'] = "Αύξουσα";
$locale['439'] = "Φθίνουσα";
// Current Web Link Categories
$locale['440'] = "Τρέχουσες κατηγορίες ιστοσυνδέσεων";
$locale['441'] = "Κατηγορία";
$locale['445'] = "Δικαιώματα";
// Delete Web Link
$locale['460'] = "Διαγραφή ιστοσύνδεσης?";
// Add/Edit Web Link Titles
$locale['470'] = "Επεξεργασία ιστοσύνδεσης";
$locale['471'] = "Προσθήκη ιστοσύνδεσης";
// Add/Edit Web Link Form
$locale['480'] = "Ονομα σελίδας:";
$locale['481'] = "Περιγραφή:";
$locale['482'] = "Διεύθυνση σελίδας:";
$locale['483'] = "κατηγορία:";
$locale['484'] = "Αποθήκευση ιστοσύνδεσης";
$locale['485'] = "Ανανέωση ημερομηνία εισαγωγής";
// Current Web Links
$locale['500'] = "Τρέχουσες ιστοσυνδέσεις";
$locale['501'] = "Ιστοσύνδεση [Πατήστε για έλεγχο]";
$locale['502'] = "Ιδιότητες";
$locale['503'] = "Επεξεργασία";
$locale['504'] = "Διαγραφή";
$locale['505'] = "Δεν προστέθηκαν ιστοσυνδέσεις σε αυτή την κατηγορία";
$locale['506'] = "Δεν υπάρχουν κατηγορίες για ιστοσυνδέσεις";
$locale['507'] = "Διαχείριση κατηγοριών ιστοσυνδέσεων";
$locale['508'] = "Δεν υπάρχουν κατηγορίες για ιστοσυνδέσεις";
$locale['509'] = "Πρέπει να προσθέσετε τουλάχιστον μία κατηγορία για να μπορέσετε να βάλετε ιστοσυνδέσεις";
$locale['510'] = "Πατήστε εδώ";
$locale['511'] = " για να μεταφερθείτε στις κατηγορίες ιστοσυνδέσεων";
?>