<?php
// Contact Form
$locale['400'] = "Връзка с нас";
$locale['401'] = "Има няколко начина да се свържете с нас, можете да ни изпратите Email на този адрес
<a href='mailto:".str_replace("@","&#64;",$settings['siteemail'])."'>".str_replace("@","&#64;",$settings['siteemail'])."</a>.
Или ако сте член, да ми изпратите <a href='messages.php?msg_send=1'>лично съобщение</a>.
А може и да попълните формата на тази страница.";
$locale['402'] = "Име:";
$locale['403'] = "Email Адрес:";
$locale['404'] = "Тема:";
$locale['405'] = "Съобщение:";
$locale['406'] = "Изпрати съобщението";
// Contact Errors
$locale['420'] = "Трябва да въведете име";
$locale['421'] = "Трябва да въведете Email адрес";
$locale['422'] = "Моля укажете тема";
$locale['423'] = "Моля въведете съобщение";
// Message Sent
$locale['440'] = "Вашето съобщение е изпратено";
$locale['441'] = "Благодаря";
$locale['442'] = "Вашето съобщение не беше изпратено поради следните причини:";
$locale['443'] = "Моля опитайте отново.";
?>