<?php
/*
Bulgarian Language Fileset
Translated by DaCarfiol ® 
admin@8mo.org
Web: http://www.php-fusion.co.uk
*/

// Locale Settings
setlocale(LC_TIME, "bg","BG"); // Linux Server (Windows may differ)
$locale['charset'] = "UTF-8";
$locale['tinymce'] = "en";
$locale['phpmailer'] = "en";

// Full & Short Months
$locale['months'] = "&nbsp|Януари|Февруари|Март|Април|Май|Юни|Юли|Август|Септември|Октомври|Ноември|Декември";
$locale['shortmonths'] = "&nbsp|Ян|Фев|Мар|Апр|Май|Юни|Юли|Авг|Сеп|Окт|Ное|Дек";

// Standard User Levels
$locale['user0'] = "Анонимен";
$locale['user1'] = "Потребител";
$locale['user2'] = "Администратор";
$locale['user3'] = "Супер Администратор";
// Forum Moderator Level(s)
$locale['userf1'] = "Модератор";
// Navigation
$locale['001'] = "Управление";
$locale['002'] = "Няма въведени връзки\n";
$locale['003'] = "Само за регистрирани";
$locale['004'] = "Този панел още няма съдържание";
// Users Online
$locale['010'] = "Потебители на линия";
$locale['011'] = "Гости на линия: ";
$locale['012'] = "Членове на линия: ";
$locale['013'] = "Няма членове на линия";
$locale['014'] = "Регистрирани потребители: ";
$locale['015'] = "Неактивирани потребители: ";
$locale['016'] = "Най новият потребител: ";
// Sidebar & Other Titles
$locale['020'] = "Теми във Форума";
$locale['021'] = "Последни теми";
$locale['022'] = "Горещи теми";
$locale['023'] = "Последни статии";
$locale['024'] = "Добре дошъл";
$locale['025'] = "Последно активни теми от форума";
$locale['026'] = "Моите последни теми";
$locale['027'] = "Моите последни отговори";
$locale['028'] = "Нови отговори";
// Forum List Texts
$locale['030'] = "Форум";
$locale['031'] = "Тема";
$locale['032'] = "Прегледана";
$locale['033'] = "Отговори";
$locale['034'] = "Последен отговор";
$locale['035'] = "Тема";
$locale['036'] = "Публикуван на";
$locale['037'] = "Нямате стартирани теми.";
$locale['038'] = "Нямате съобщения във форума.";
$locale['039'] = "Има %u нови съобщения след последното ви влизане.";
// News & Articles
$locale['040'] = "Публикувана от ";
$locale['041'] = "на ";
$locale['042'] = "виж целият текст";
$locale['043'] = " Коментари";
$locale['044'] = " Прочита";
$locale['045'] = "Отпечатай";
$locale['046'] = "Новини";
$locale['047'] = "Няма добавени новини";
$locale['048'] = "Редактирай";
// Prev-Next Bar
$locale['050'] = "Предишна";
$locale['051'] = "Следваща";
$locale['052'] = "страница ";
$locale['053'] = " от ";
// User Menu
$locale['060'] = "Вход";
$locale['061'] = "Потребител";
$locale['062'] = "Парола";
$locale['063'] = "Запомни ме";
$locale['064'] = "Вход";
$locale['065'] = "Не сте член?<br><a href='".BASEDIR."register.php' class='side'>Натисни тук</a> за да се регистрираш.";
$locale['066'] = "Забравена парола?<br>Поискайте си нова <a href='".BASEDIR."lostpassword.php' class='side'>от тук</a>.";
//
$locale['080'] = "Редактирай профила";
$locale['081'] = "Лични съобщения";
$locale['082'] = "Членски списък";
$locale['083'] = "Админ. Панел";
$locale['084'] = "Изход";
$locale['085'] = "Имате %u нови ";
$locale['086'] = "съобщения";
$locale['087'] = "съобщения";
// Poll
$locale['100'] = "Членска анкета";
$locale['101'] = "Гласувай";
$locale['102'] = "Трябва да влезете в профила си за да гласувате.";
$locale['103'] = "Глас";
$locale['104'] = "Гласували";
$locale['105'] = "Гласа: ";
$locale['106'] = "Започнала: ";
$locale['107'] = "Завършила: ";
$locale['108'] = "Архив на анкетите";
$locale['109'] = "Избери анкета от списъка: ";
$locale['110'] = "Преглед";
$locale['111'] = "Преглед на анкета";
// Shoutbox
$locale['120'] = "Чат";
$locale['121'] = "Име:";
$locale['122'] = "Съобщение:";
$locale['123'] = "Изпрати";
$locale['124'] = "Помощ";
$locale['125'] = "Трябва да сте влезли за да ползвате Чата.";
$locale['126'] = "Архив на чата";
$locale['127'] = "Няма публикувани съобщения.";

// Footer Counter
$locale['140'] = "Уникално посещение";
$locale['141'] = "Уникални посещения";
// Admin Navigation
$locale['150'] = "Начало на Админ. панела";
$locale['151'] = "Назад към портала";
$locale['152'] = "Админ. панели";
// Miscellaneous
$locale['190'] = "Режим на поддръжка е активиран";
$locale['191'] = "Вашият IP адрес е блокиран.";
$locale['192'] = "Благодарим ви за посещението ";
$locale['193'] = "Влизате като ";
$locale['194'] = "Този профил е блокиран.";
$locale['195'] = "Този профил не е активиран.";
$locale['196'] = "Грешно потребителско име или парола.";
$locale['197'] = "Моля, изчакайте докато ви прехвърлим...<br><br>
[ <a href='index.php'>Или щракнете тук, ако не искате да чакате</a> ]";
$locale['198'] = "<b>Внимание:</b> setup.php е открит, моля изтрийте го веднага !";
?>