<?php
$locale['400'] = "Забравена парола";
$locale['401'] = "Потвърдително писмо е изпратено на адреса Ви.";
$locale['402'] = "Вашата нова парола е изпратена на адреса Ви.";
$locale['403'] = "Връщане към началото";
$locale['404'] = "Еmail адреса който сте въвели не е регистриран при нас.";
$locale['405'] = "Еmail адреса който сте въвели е грешен.";
$locale['406'] = "Моля, опитайте отнове.";
$locale['407'] = "Моля, въведете Email адреса с който сте се регистрирали.<br>
Нова парола ще бъде изпратена на този адрес.";
$locale['408'] = "Изпрати паролата";
$locale['409'] = "Нова парола ";
$locale['410'] = "Здравей [USER_NAME],\n
Вие или някои е поискал нова парола за ".$settings['sitename']." профила Ви.\n
За да смените паролата си, щракнете на линка:\n
[NEW_PASS_LINK]\n
Поздравления,
".$settings['siteusername'];
$locale['411'] = "Здравей [USER_NAME],\n
Вашата нова парола за ".$settings['sitename']." профила Ви е:\n
[NEW_PASS]\n
Поздравления,
".$settings['siteusername'];
?>