<?php
// Members List
$locale['400'] = "Списък на потребителите";
$locale['401'] = "Потребителско име";
$locale['402'] = "Тип потребител";
$locale['403'] = "Няма потребители започващи с ";
$locale['404'] = "Покажи всичките";
// View User Groups
$locale['410'] = "Виж потребителските групи";
$locale['411'] = "%u потребител";
$locale['412'] = "%u потербители";
// User Profile
$locale['420'] = "Профил на потребителя: ";
$locale['422'] = "Статистики";
$locale['423'] = "Потребителски групи";
// Edit Profile
$locale['440'] = "Редактира профил";
$locale['441'] = "Профила е успешно обновен";
$locale['442'] = "Невъзможно обновяване на профил:";
// Edit Profile Form
$locale['460'] = "Обнови профил";
// Update Profile Errors
$locale['480'] = "Трябва да укажете потребителско име и email адрес.";
$locale['481'] = "Потребителското име има невалидни знаци.";
$locale['482'] = "Потребителското име ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." се използва.";
$locale['483'] = "Невалиден email адрес.";
$locale['484'] = "Този email адрес ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." се използва.";
$locale['485'] = "Новата парола не съвпада.";
$locale['486'] = "Невалидна парола, използвайте само букви и цифри.<br>
Паролата трябва да е минимум 6 знака.";
$locale['487'] = "<b>ГРЕШКА:</b> неочаквано зареждане на скрипта.";
?>