<?php
// Standard
$locale['400'] = "Лични съобщения";
$locale['401'] = "Напиши ново съобщение";
$locale['402'] = "Входящи";
$locale['403'] = "Изходящи";
$locale['404'] = "Архив";
$locale['405'] = "Относно";
$locale['406'] = "От";
$locale['407'] = "Дата";
$locale['408'] = "Собственик на сайта";
$locale['409'] = "Направи с избраните:";
$locale['410'] = "Маркирай всички";
$locale['411'] = "Де-маркирай всички";
$locale['412'] = "Записани";
$locale['413'] = "Незаписани";
$locale['414'] = "Прочетено";
$locale['415'] = "Ново";
$locale['416'] = "Изтрива";
$locale['417'] = "Покажи изпращачи с букви:";
$locale['418'] = "Всички";
$locale['419'] = "Вие нямате лични съобщения";
$locale['420'] = "Изпрати лично съобщение";
$locale['421'] = "До";
$locale['422'] = "Съобщение";
$locale['423'] = "BB Код";
$locale['424'] = "Усмивки";
$locale['425'] = "Опции";
$locale['426'] = "Изпраща";
$locale['427'] = "Забрани усмивките в това съобщение";
$locale['428'] = "Покажи подписа в това съобщение";
$locale['429'] = "Преглед";
$locale['430'] = "Изпраща";
$locale['431'] = "Прочит на личните съобщения";
$locale['432'] = "Затвори";
$locale['433'] = "Отговори";
$locale['434'] = "Изпрати до всички";
$locale['435'] = "Откажи";
$locale['436'] = "Преглед на отговора";
$locale['437'] = "Изпраща";
$locale['438'] = "Преглед на съобщението";
$locale['439'] = "Отговор";
$locale['440'] = "(получени %s)";
$locale['441'] = "Пиши като собственик на сайта";
$locale['442'] = "Потребителски нива";
$locale['443'] = "Групи";

// Search Options
$locale['450'] = "Опции за търсене и сортиране";
$locale['451'] = "Търсене / Сортиране";
$locale['452'] = "Изчисти";
$locale['453'] = "Нищо не е намерено в търесенето Ви";
$locale['454'] = "Търси за";
$locale['455'] = "в";
$locale['456'] = "Сортира по";
$locale['457'] = "(Ползвайте ? и *)";
$locale['458'] = "В момента показва портебители започващи с '%s' в '%s' ";
$locale['459'] = "Изпращача започва с '%s' ";
$locale['460'] = "Сортиране по '%s'";
$locale['461'] = "Вие нямате лични съобщения";
$locale['462'] = "Относно";
$locale['463'] = "Съобщение";
$locale['464'] = "Изпращач";
$locale['465'] = "Дата/Време на получаване";

// Error Messages
$locale['480'] = "ГРЕШКА";
$locale['481'] = "Грешно ID на съобщението";
$locale['482'] = "Грешно ID на член";
$locale['483'] = "Само за членове";
$locale['484'] = "Възможноста да изпращате Лични съобщения е спряна заради злоупотреба.";
$locale['485'] = "Моля, изберете поне едно съобщение";
$locale['486'] = "Трябва да попълните всички полета: Относно и Съобщение";

// Tooltips
$locale['500'] = "Щракнете за да напишете ново съобщение";
$locale['501'] = "Щракнете за да видите получените съобщения";
$locale['502'] = "Щракнете за да видите изпратените съобщения";
$locale['503'] = "Щракнете за да видите запазенете съобщения";
$locale['504'] = "Щракнете за да видите маркираното съобщение";
$locale['505'] = "Щракнете за да видите това съобщение";
$locale['506'] = "Щракнете за да видите профила на изпращача";
$locale['507'] = "Щракнете за да маркирате всички съобщение";
$locale['508'] = "Щракнете за да премахнете маркирането от съобщенията";
$locale['509'] = "Щракнете за да видите съобщенията от всички изпращачи";
$locale['510'] = "Щракнете за да видите съобщенията от изпращачи започващи с %s";
$locale['511'] = "Щракнете за да преместите маркираните съобщения в *Входящи*";
$locale['512'] = "Щракнете за да преместите съобщението в *Входящи*";
$locale['513'] = "Щракнете за да маркирате съобщениеята като прочетено";
$locale['514'] = "Щракнете за да маркирате съобщенията като нови";
$locale['515'] = "Щракнете за да изтриете маркираните съобщения";
$locale['516'] = "Щракнете за да направите промени в конфигурацията";

// Options
$locale['620'] = "Опции";
$locale['621'] = "Изпрати ми известие в пощата когато получа ново ЛС:";
$locale['622'] = "Автоматично да запазва изпратените съобщения в изпратени:";
$locale['623'] = "Запазва промените";
$locale['624'] = "Промените записание";
$locale['625'] = "Вие имате ново съобщение на ".$settings['sitename'];
$locale['626'] = ",\r\nВие получихте ново съобщение на ".$settings['sitename'].". You can read your private message at ".$settings['siteurl']."messages.php\r\n\r\nYou can disable email notification through the options panel of the Private Message page if you no longer wish to be notified of new messages.";
$locale['627'] = "Грешка";
$locale['628'] = "Невъзможно изпращане на лично съобщение. Кутията на потребителя е пълна.";
$locale['629'] = "Не можете да преместите избраните съобщения в указаната папка, тъй като ще се надвиши указания лимит на съобщения.";
$locale['630'] = " Лимит на съобщенията";
$locale['631'] = "Да";
$locale['632'] = "Не";
?>