<?php
$locale['400'] = "Фото албуми";
$locale['401'] = "Отвори албум";
$locale['402'] = "Няма thumbnail: ";
$locale['403'] = " Дата";
$locale['404'] = " Създадена от";
$locale['405'] = "Снимки:.";
$locale['406'] = "Няма създадени албуми";

$locale['420'] = "Информация за албума";
$locale['421'] = "Албум: ";
$locale['422'] = "Брой снимки: ";
$locale['423'] = "Последна снимка добавена от ";
$locale['424'] = " на ";
$locale['425'] = "Няма добавени снимки в този албум";

$locale['430'] = "Разгледай албума";
$locale['431'] = "Натисни за да разгледаш";
$locale['432'] = "Няма thumbnail";
$locale['433'] = "Дата: ";
$locale['434'] = "Добавена от: ";
$locale['435'] = "прегледи: ";
$locale['436'] = "Коментари: ";
$locale['437'] = "Оценки: ";
$locale['438'] = "Няма";

$locale['450'] = "Разгледай снимка";
$locale['451'] = "Предходна снимка";
$locale['452'] = "Следваща снимка";
$locale['453'] = "Натисни за да видиш цялото изображение";
$locale['454'] = "Размери: ";
$locale['455'] = "пиксела";
$locale['456'] = "Размер на файла: ";
$locale['457'] = "Брой разглеждания: ";
$locale['458'] = "Натисни за да затвориш";
?>