<?php
$locale['r100'] = "Оценки";
$locale['r101'] = "Няма публикувание оценки.";
$locale['r102'] = "Изтрива оценките";
$locale['r103'] = "Публикува оценка";
$locale['r104'] = "Оценяването е възможно само за регистрирани членове.<br><br>Моля влезте в профила си, или се регистрирайте за да гласувате.";
$locale['r105'] = "Вие оценихте това <b>%s</b> на %s";
$locale['r106'] = "Моля, изберете оценка";
$locale['r107'] = "Избор на оценка:";
$locale['r108'] = "Няма гласувания";
$locale['r109'] = "Глас";
$locale['r110'] = "Гласували";
// Rating Options
$locale['r120'] = "Отличен!";
$locale['r121'] = "Много добър";
$locale['r122'] = "Добър";
$locale['r123'] = "Среден";
$locale['r124'] = "Лош";
?>