<?php
$locale['400'] = "Регистрация";
$locale['401'] = "Активиране на профил";
// Registration Errors
$locale['402'] = "Трябва да укажете потребителско име, парола и email адрес.";
$locale['403'] = "Потребителското име съдържа грешни символи.";
$locale['404'] = "Вашата парола не съвпада.";
$locale['405'] = "Грешна парола, ползвайте само букви и цифри.<br>
Паролата трябва да е минимум 6 символа.";
$locale['406'] = "Вашият email адрес не е валиден.";
$locale['407'] = "Съжаляваме, потребителското име ".(isset($_POST['username']) ? $_POST['username'] : "")." е регистирано.";
$locale['408'] = "Съжаляваме, този email адрес ".(isset($_POST['email']) ? $_POST['email'] : "")." е регистриран.";
$locale['409'] = "Не активиран профил е регистриран с този адрес.";
$locale['410'] = "Грешен валидационен код.";
$locale['411'] = "Вашият email адрес или пощенският Ви доставчик е блокиран.";
// Email Message
$locale['449'] = "Добре дошъл в ".$settings['sitename'];
$locale['450'] = "Здравей ".(isset($_POST['username']) ? $_POST['username'] : "").",\n
Добре дошли на ".$settings['sitename'].". Това са детайлите за профила Ви:\n
Потребител: ".(isset($_POST['username']) ? $_POST['username'] : "")."
Парола: ".(isset($_POST['password1']) ? $_POST['password1'] : "")."\n
Моля, активирайте профила си, от следниата връзка:\n";
// Registration Success/Fail
$locale['451'] = "Регистрацията завърши";
$locale['452'] = "Можете да влезете.";
$locale['453'] = "Администратора ще активира профила Ви скоро.";
$locale['454'] = "Вашата регистрация почти завърши, ще получите писмо с Вашите детайли за влизане в профила Ви тук.";
$locale['455'] = "Профила Ви е проверен.";
$locale['456'] = "Регистрацията е неуспешна";
$locale['457'] = "Изпращането на пощата пропадна, моля свържете се с <a href='mailto:".$settings['siteemail']."'>Администратора</a>.";
$locale['458'] = "Регистрацията пропадна заради следната причина(и):";
$locale['459'] = "Моля, опитайте отново";
// Register Form
$locale['500'] = "Моля, въведете вашите детайли. ";
$locale['501'] = "Писмо с активационен код е изпратен на указаният от Вас адрес. ";
$locale['502'] = "Полетата маркирани с <span style='color:#ff0000;'>*</span> са задължителни.
Потребителското име и парола трябва да са с малки букви.";
$locale['503'] = " Можете да въведете допълнителна регистрация след влизането в профила си.";
$locale['504'] = "Активационен код:";
$locale['505'] = "Въведете активационният код:";
$locale['506'] = "Регистрация";
$locale['507'] = "Регистрационната система е изключена в момента.";
// Validation Errors
$locale['550'] = "Моля, въведете потребителско име.";
$locale['551'] = "Моля, въведете парола.";
$locale['552'] = "Укажете валиден email адрес.";
?>