<?php
// Search form
$locale['400'] = "Търсене ".$settings['sitename'];
$locale['401'] = "Търсене за:";
$locale['402'] = "Статии";
$locale['403'] = "Новини";
$locale['404'] = "Изказвания в форумите";
$locale['405'] = "Файлове";
$locale['406'] = "Уеб връзки";
$locale['407'] = "Членове";
$locale['408'] = "Търси";
$locale['409'] = "Резултати от търсенето";
// Category matches
$locale['410'] = "Статия";
$locale['411'] = "Статии";
$locale['412'] = "Новина";
$locale['413'] = "Новини";
$locale['414'] = "Изказване от форумите";
$locale['415'] = "Изказвания от форумите";
$locale['416'] = "Файл";
$locale['417'] = "Файлове";
$locale['418'] = "Уеб връзка";
$locale['419'] = "Уеб връзки";
$locale['420'] = "Член";
$locale['421'] = "Членове";
$locale['422'] = " намерени по зададеното търсене";
// Standard search results
$locale['430'] = "Съвпадение";
$locale['431'] = "Съвпадения";
$locale['432'] = " намерени в ";
$locale['433'] = "заглавие на статия";
$locale['434'] = "в статия";
$locale['435'] = "в заглавие на новина";
$locale['436'] = "в новина";
$locale['437'] = "в разширената част на новината";
$locale['438'] = "в заглавие на изказване";
$locale['439'] = "в самото изказване";
// Download & Web link search results
$locale['450'] = "[НОВ]";
$locale['451'] = "Лиценз:";
$locale['452'] = "O/S:";
$locale['453'] = "Версия:";
$locale['454'] = "Дата на добавяне:";
$locale['455'] = "Тегления:";
$locale['456'] = "Посещения:";
// No results
$locale['470'] = "Няма резултат.";
$locale['471'] = "Текста за търсене трябва да е минимум 3 знака.";
?>