<?php
$locale['title'] = "Инсталация на PHP-Fusion";
$locale['charset'] = "Windows-1251";
$locale['400'] = "Изберете език";
$locale['401'] = "Невъзможна връзка с базата данни.<br><br>
Моля, проверете дали сте въвели правилно информацията.";
$locale['402'] = "Невъзможно избиране на таблица за базата.<br><br>
Моля, проверете дали сте въвели правилно детайлите.";
// Step 0 - Welcome
$locale['410'] = "Добре дошли в инсталацията на PHP-Fusion";
$locale['411'] = "Правата са запис са коректни";
$locale['412'] = "Правата за запис не са коректни";
$locale['413'] = "Моля, проверете дали всички папки са с права 777 (UNIX), и махнете READ-ONLY) за (Windows).";
$locale['414'] = "Моля, попълнете следната форма и щракнете Следващ.";
// Step 0 - Access criteria
$locale['420'] = "Настройки на базата";
$locale['421'] = "Сървер за базата данни (по подразбиране е localhost):";
$locale['422'] = "Потребител за базата данни:";
$locale['423'] = "Парола за потребителя:";
$locale['424'] = "Име на базата:";
$locale['425'] = "Префикс на таблиците (в случай че ползвате базата с други приложения):";
$locale['426'] = "Следващ";
// Step 1 - Write to config / Create database tables
$locale['430'] = "Невъзможно записване на конфигурационният файл<br>\nМоля, проверете правата за запис и рестартирайте.";
$locale['431'] = "Инсталационният скрип неможе да създаде таблиците.<br><br>
Моля, рестартирайте инсталацията и опитайте отново.<br><br>
Ако не можете да се справите с проблема, посетете нашият сайт на<br>
<a href='http://php-fusion.cms-bg.org' target='blank'>Официален сайт за поддръжка на български език</a>";
$locale['432'] = "Конфигурационният файл е записан успешно.<br><br>\n";
$locale['433'] = "Базата беше създадена.<br><br>
Моля, попълнете формата и натиснете Следващ.";
// Step 1 - Super Admin login
$locale['440'] = "Детайли за супер администратора";
$locale['441'] = "Потребителско име:";
$locale['442'] = "Парола:";
$locale['443'] = "Повторете паролата:";
$locale['444'] = "Email адрес:";
// Step 2 - User details validation
$locale['450'] = "Потребителското име има грешни символи.";
$locale['451'] = "Вашата парола не съвпада.";
$locale['452'] = "Грешна парола, ползвайте само букви и цифри.<br>
Паролата трябва да е минимум 6 знака.";
$locale['453'] = "Вашият email адрес не е валиден.";
$locale['454'] = "Има грешка в потребителските настройки:";
// Step 2 - Admin Panels
$locale['460'] = "Администратори";
$locale['461'] = "Категории за статиите";
$locale['462'] = "Статии";
$locale['463'] = "Черен списък";
$locale['464'] = "Коментари";
$locale['465'] = "Допълнителни страници";
$locale['466'] = "Архивиране на базата";
$locale['467'] = "Категории за файловете";
$locale['468'] = "Файлове";
$locale['469'] = "ЧЗВ";
$locale['470'] = "Форуми";
$locale['471'] = "Изображения";
$locale['472'] = "Добавки";
$locale['473'] = "Панели на добавките";
$locale['474'] = "Членове";
$locale['475'] = "Новини";
$locale['476'] = "Панели";
$locale['477'] = "Фото албуми";
$locale['478'] = "PHP Инфо";
$locale['479'] = "Анкети";
$locale['480'] = "Чат блок";
$locale['481'] = "Връзки в сайта";
$locale['482'] = "Изпратени";
$locale['483'] = "Обновяване";
$locale['484'] = "Потребителски групи";
$locale['485'] = "Категории за Уеб връзките";
$locale['486'] = "Уеб връзки";
$locale['487'] = "Главни настройки";
$locale['488'] = "Настройки на час и дата";
$locale['489'] = "Настройки на форумите";
$locale['490'] = "Регистрационни настройки";
$locale['491'] = "Настройки на Фото галерията";
$locale['492'] = "Други настройки";
$locale['493'] = "Настройки на личните съобщения";
$locale['494'] = "Категории за новините";
// Step 2 - Navigation Links
$locale['500'] = "Начало";
$locale['501'] = "Статии";
$locale['502'] = "Файлове";
$locale['503'] = "ЧЗВ";
$locale['504'] = "Дискусионни форуми";
$locale['505'] = "Връзка с нас";
$locale['507'] = "Уеб връзки";
$locale['508'] = "Фото галерия";
$locale['509'] = "Търсене";
$locale['510'] = "Добави връзка";
$locale['511'] = "Добави новина";
$locale['512'] = "Добави статия";
$locale['513'] = "Добави снимка";
// Stage 2 - Panels
$locale['520'] = "Управление";
$locale['521'] = "Потребители на линия";
$locale['522'] = "Теми от форума";
$locale['523'] = "Последни статии";
$locale['524'] = "Съобщение за посрещане";
$locale['525'] = "Списък с темите от форума";
$locale['526'] = "Потребителска информация";
$locale['527'] = "Членска анкета";
$locale['528'] = "Чат блок";
// Stage 2 - News Categories
$locale['540'] = "Грешки";
$locale['541'] = "Файлове";
$locale['542'] = "Игри";
$locale['543'] = "Графика";
$locale['544'] = "Хардуер";
$locale['545'] = "Дневник";
$locale['546'] = "Потербители";
$locale['547'] = "Модули";
$locale['548'] = "Филми";
$locale['549'] = "Мрежи";
$locale['550'] = "Новини";
$locale['551'] = "PHP-Fusion";
$locale['552'] = "Сигурност";
$locale['553'] = "Софтуер";
$locale['554'] = "Теми";
$locale['555'] = "Windows";
// Final message
$locale['580'] = "Инсталацията завърши, PHP-Fusion е готов за използване.<br>
<a href='index.php'>Щракнете тук</a> за да видите вашият PHP-Fusion сайт.<br>
<b>БЕЛЕЖКА:</b> трябва незабавно да изтриете setup.php от сървъра<br>
и да сложите права 644 на файла (UNIX) и READ-ONLY (Windows) config.php.<br><br>
Благодарим Ви, че избрахте PHP-Fusion.";
?>