<?php
$locale['400'] = "Помощ за чат блока";
$locale['401'] = "Чатблока ".$settings['sitename']." позволява на гости и членове да пращат малки съобщения. HTML е забранен. 
Максималната дължина на съобщение е 255 знака, всеки символ в повече ще бъде отрязван автоматично. Думи дълги на 20 знака
ще бъдат разделяни. Моля <b>не правете следното</b>:<br>
<br>
· Заяждане, Нападате или Обиждате други посетители и/или членове.<br>
· Наводняване или SPAM, като пускате съобщения с еднакво съдържание многократно.<br>
· Не използвате груб език.<br>
<br>
Можете да рекламирате на този сайт, или който и да е друг, стига да не нарушавате правилата му
Трябва да въведете и име към съобщението, иначе последното ще бъде отхвърлено от системата. Следните усмивки са 
достъпни към вашите съобщения:";
$locale['402'] = "Код";
$locale['403'] = "Усмивка";
$locale['404'] = "".$settings['sitename']." запазва правото си да трие всяко съобщение което нарушава правилата на сайта. 
Всички въпроси да се изпращат до <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a>.";
?>