<?php
$locale['400'] = "Добавя връзка";
// Submit Link Success
$locale['410'] = "Благодарим Ви, за изпращането на тази връзка";
$locale['411'] = "Изпраща друга връзка";
$locale['412'] = "Назад към ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "Ползвайте следната форма за да изпратите връзка. Вашата връзка ще бъде проверена от Администратора. Безполезни връзки, ще бъдат отхвърялни.";
$locale['421'] = "Категория връзки:";
$locale['422'] = "Име на връзката:";
$locale['423'] = "URL на връзката:";
$locale['424'] = "Описание на връзката:";
$locale['425'] = "Изпрати връзка";
// Submit News
$locale['450'] = "Добавя новина";
// Submit News Success
$locale['460'] = "Благодарим Ви, че писахте новина за сайта ни";
$locale['461'] = "Добавя друга новина";
// Submit News Form
$locale['470'] = "Ползвайте следната форма за да изпратите новина. Новината ще бъде прегледана от Администратора на
".$settings['sitename']." който си запазва правото да я редактира или отхвърли. Новините трябва да са свързани със
съдържанието на сайта. Безполезните ще бъдат изтривани.";
$locale['471'] = "Тема:";
$locale['472'] = "Новина:";
$locale['473'] = " Разрешава автоматичното пренасяне";
$locale['474'] = "Преглед на новината";
$locale['475'] = "Добавя новината";
$locale['476'] = "Категория:";
$locale['477'] = "- Без категория -";
// Submit Article
$locale['500'] = "Добавя статия";
// Submit Article Success
$locale['510'] = "Благодарим Ви за изпращането на тази статия";
$locale['511'] = "Добавя друга статия";
// Submit Article Form
$locale['520'] = "Ползвайте формата за да ни изпратите статия. Вашата статия, ще бъде прегледана от Администратора.  ".$settings['sitename']." си запазва правата да я редактира или изтрие. Статиите трябва да са приемливи за структурата на сайта. Безполезните ще бъдат изтривани.";
$locale['521'] = "Категория:";
$locale['522'] = "Тема:";
$locale['523'] = "Описание:";
$locale['524'] = "Статия:";
$locale['525'] = " Разрешава автоматично пренасяне";
$locale['526'] = "Преглед на статията";
$locale['527'] = "Изпраща статията";
// Submit Error
$locale['550'] = "Моля попълнете формата.";
$locale['551'] = "Няма указани категории.";
// Submit Photo
$locale['570'] = "Добави снимка";
// Submit Photo Success
$locale['580'] = "Благодаря ви за добавената снимка";
$locale['581'] = "Ще добавите ли друга ?";
// Submit Photo Error
$locale['600'] = "Снимката не е приета";
$locale['601'] = "Грешно име.";
$locale['602'] = "Снимката трябва да е под %u байта.";
$locale['603'] = "Снимката трябва да е  GIF, JPEG или PNG файл.";
$locale['604'] = "Снимката не трябва да надвишава %uw x %uh пиксела.";
// Submit Photo Form
$locale['620'] = "Използвайте тази форма за да добавите снимка. Добавената снимка ще бъде прегледана от Администратор. ".$settings['sitename']." си запазва правото да редактира или отхвърли дадена снимка. Снимките трябва да са свързани със съдържанието на този сайт. Не отговарящите на това условие снимки ще бъдат отхвърлени.";
$locale['621'] = "Име:";
$locale['622'] = "Описание:";
$locale['623'] = "Изображение: ";
$locale['624'] = "Максимален размер на файла: %s / Максимален размер: %ux%u пиксела";
$locale['625'] = "Албум:";
$locale['626'] = "Добави снимка";
?>
