<?php
$locale['u001'] = "Потребителско име:";
$locale['u002'] = "Парола:";
$locale['u003'] = "Нова парола:";
$locale['u004'] = "Потвържава паролата:";
$locale['u005'] = "Email адрес:";
$locale['u006'] = "Да скрива Email адреса?";
$locale['u007'] = " Да ";
$locale['u008'] = " Не";
$locale['u009'] = "Местоживеене:";
$locale['u010'] = "Рождена дата:";
$locale['u011'] = "ICQ#:";
$locale['u012'] = "MSN ID:";
$locale['u013'] = "Yahoo ID:";
$locale['u014'] = "URL към страница:";
$locale['u015'] = "Тема:";
$locale['u016'] = "Времева зона:";
$locale['u017'] = "Аватар";
$locale['u018'] = "Щракнете Разгледай за да го качите";
$locale['u019'] = "Изтрива";
$locale['u020'] = "Подпис:";
$locale['u021'] = "Skype ID:";
$locale['u022'] = "Максимален размер на файла: %s / Максимален размер: %ux%u pixels";
// Items shown in profiles
$locale['u040'] = "Дата на регистрация:";
$locale['u041'] = "Изказвания в чата:";
$locale['u042'] = "Публикувание коментари:";
$locale['u043'] = "Изказвания в форума:";
$locale['u044'] = "Последно посещение:";
$locale['u045'] = "Потребителски статут:";
$locale['u046'] = "Няма аватар";
$locale['u047'] = "Скрит по изискване";
$locale['u048'] = "Не е указан";
$locale['u049'] = "Никога";
$locale['u050'] = "IP адрес:";
$locale['u051'] = "E-mail";
$locale['u052'] = "Сайт";
$locale['u053'] = "Лично съобщение";
// Profile Options
$locale['u060'] = "Изпраща лично съобщение";
?>