l<?php
$locale['400'] = "مدير";
$locale['401'] = "شناسه كاربري";
$locale['402'] = "اختيارات مدير";
$locale['403'] = "تنظيمات";
$locale['404'] = "مدير با اختيارات محدود";
$locale['405'] = "هيچ اختياري تعيين نشده است";
$locale['406'] = "ويرايش";
$locale['407'] = "حذف";
// Add New Admin
$locale['410'] = "اضافه كردن مدير";
$locale['411'] = "تمام اختيارات مديريت را به مدير جديد نيز واگذار نماييد";
$locale['412'] = "تمام اختيارات مديريت كل سايت را به مدير جديد  نيز واگذار نماييد";
// Edit Admin Rights
$locale['420'] = "اختيارات مدير";
$locale['421'] = "مديريت محتوايي سايت";
$locale['422'] = "مديريت كاربري سايت";
$locale['423'] = "مديريت سيستم سايت";
$locale['424'] = "ذخيره كردن اختيارات مدير";
$locale['425'] = "انتخاب همه";
$locale['426'] = "خارج كردن از انتخاب همه";
?>