<?php
$locale['400'] = "ويرايش صفحه";
$locale['401'] = "به روز رساني صفحه";
$locale['402'] = "آدرس مربوط به اين صفحه:";
$locale['403'] = "بازگشت به مديريت صفحه هاي اضافي";
$locale['404'] = "بازگشت به فهرست مديريت";
$locale['405'] = "افزودن صفحه جديد";
$locale['406'] = "صفحه جديد ايجاد شد";
$locale['407'] = "حذف صفحه";
$locale['408'] = "صفحه مورد نظر حذف شد";
$locale['409'] = "آيا از پاك كردن اين صفحه اطمينان دارد؟";
$locale['410'] = "لطفاً براي صفحه يك موضوع انتخاب نماييد";
// edit/delete existing custom page
$locale['420'] = "صفحه هاي موجود";
$locale['421'] = "ويرايش";
$locale['422'] = "حذف";
// custom_pages form
$locale['430'] = "تيتر صفحه:";
$locale['431'] = "سطح دسترسي: ";
$locale['432'] = "محتويات صفحه:";
$locale['433'] = "افزودن لينك اين صفحه به فهرست اصلي سايت";
$locale['434'] = " نظرات براي اين صفحه فعال باشد";
$locale['435'] = "امتيازات براي اين صفحه فعال باشد";
$locale['436'] = "پيش نمايش صفحه";
$locale['437'] = "ذخيره صفحه";
?>