<?php
// Delete Download Category
$locale['400'] = "حذف بخش";
$locale['401'] = "امكان حذف اين بخش نيست";
$locale['402'] = "اين بخش محتوي فايل هاي قابل دريافت است";
$locale['403'] = "بازگشت به بخش هاي مربوط به دريافت فايل";
$locale['404'] = "بازگشت به فهرست مديريت سايت";
$locale['405'] = "بخش مورد نظر حذف شد";
// Add/Edit Download Category Titles
$locale['420'] = "ويرايش بخش";
$locale['421'] = "افزودن بخش جديد";
// Add/Edit Download Category Form
$locale['430'] = "نام بخش:";
$locale['431'] = "توضيحات بخش:";
$locale['432'] = "ذخيره بخش";
$locale['433'] = "سطح دسترسي به بخش:";
$locale['434'] = "مرتب كردن بخش:";
$locale['435'] = "شناسه";
$locale['436'] = "موضوع فايل";
$locale['437'] = "تاريخ فايل";
$locale['438'] = "صعودي";
$locale['439'] = "نزولي";
// Current Download Categories
$locale['440'] = "بخش هاي موجود";
$locale['441'] = "بخش ها [براي ويرايش بخش بر روي نام آن كليك كنيد]";
$locale['445'] = "سطح دسترسي";
// Delete Download
$locale['460'] = "حذف فايل؟";
// Add/Edit Download Titles
$locale['470'] = "ويرايش فايل";
$locale['471'] = "افزودن فايل جديد";
// Add/Edit Download Form
$locale['480'] = "عنوان:";
$locale['481'] = "توضيحات:";
$locale['482'] = "آدرس فايل:";
$locale['483'] = "بخش:";
$locale['484'] = "نوع ليسانس:";
$locale['485'] = "سيستم عامل:";
$locale['486'] = "نسخه:";
$locale['487'] = "سايز:";
$locale['488'] = "ذخيره فايل";
$locale['489'] = "به روزرساني تاريخ انتشار";
// Current Downloads
$locale['500'] = "فايل هاي موجود";
$locale['501'] = "فايل ها [براي تست بر روي نام فايل كليك كنيد]";
$locale['502'] = "تنظيمات";
$locale['503'] = "ويرايش";
$locale['504'] = "حذف";
// No Downloads/Download Categories Defined
$locale['505'] = "فايلي در اين بخش موجود نيست";
$locale['506'] = "بخشي ايجاد نشده است";
$locale['507'] = "مديريت بخش هاي دريافت فايل";
$locale['508'] = "بخشي ايجاد نشده است";
$locale['509'] = "قبل از ارسال فايل حداقل بايد يك بخش ايجاد كرده باشيد";
$locale['510'] = "اينجا كليك كنيد";
$locale['511'] = " تا به قسمت بخش هاي مربوط به دريافت فايل برويد";
?>