<?php
// Delete FAQ Category
$locale['400'] = "حذف بخش";
$locale['401'] = "بخش مورد نظر حذف شد";
$locale['402'] = "بازگشت به مديريت سوال و جواب";
$locale['403'] = "بازگشت به فهرست مديريت";
$locale['404'] = "بخش مورد نظر را نمي توانيد حذف كنيد";
$locale['405'] = "اين بخش شامل سوال و جواب مي باشد و خالي نيست";
// Add/Edit FAQ Category/Forum Titles
$locale['420'] = "افزودن بخش";
$locale['421'] = "ويرايش بخش";
$locale['422'] = "افزودن سوال و جواب";
$locale['423'] = "ويرايش سوال و جواب";
// Add/Edit FAQ Category Form
$locale['440'] = "نام شاخه";
$locale['441'] = "ذخيره شاخه";
$locale['442'] = "شرح بخش";
// Add/Edit FAQ Form
$locale['460'] = "بخش مربوط";
$locale['461'] = "سوال";
$locale['462'] = "جواب";
$locale['463'] = "ذخيره";
// Current FAQ's
$locale['480'] = "ليست سوال و جواب هاي موجود";
$locale['481'] = "شاخه / عنوان";
$locale['482'] = "تنظيمات";
$locale['483'] = "ويرايش";
$locale['484'] = "حذف";
$locale['485'] = "هيچ سوال و جوابي اضافه نشده است.";
$locale['486'] = "هيچ بخشي براي سوال و جواب ها ايجاد نشده است.";
$locale['487'] = "آيا از حذف اين بخش پرسشو پاسخ اطمينان داريد ؟";
?>