<?php
// Edit/Add Forum Category
$locale['400'] = "ويرايش بخش";
$locale['401'] = "بخشها به روزرساني شد";
$locale['402'] = "اضافه كردن بخش";
$locale['403'] = "بخش اظافه شد";
// Edit/Add Forum
$locale['404'] = "ويرايش تالار";
$locale['405'] = "تالار به روزرساني شد";
$locale['406'] = "اضافه كردن تالار";
$locale['407'] = "تالار اضافه شد";
// Edit Forum Moderators
$locale['408'] = "ويرايش مدير انجمن";
$locale['409'] = "مدير انجمن به روزرساني شد";
// Delete Forum Category
$locale['410'] = "حذف بخش";
$locale['411'] = "بخش مورد نظر حذف شد";
$locale['412'] = "بخش مورد نظر را نمي توانيد حذف كنيد";
$locale['413'] = "تالاري با اين بخش  مرتبط است";
// Delete Forum Category
$locale['414'] = "حذف تالار";
$locale['415'] = "تالار مورد نظر حذف شد";
$locale['416'] = "تالار مورد نظر را نمي توانيد حذف كنيد";
$locale['417'] = "اين تالار شامل پستي مي باشد";
// 'Return to' Links
$locale['418'] = "بازگشت به مديريت انجمنها";
$locale['419'] = "بازگشت به فهرست مديريت";
// Add/Edit Forum Category/Forum Titles
$locale['420'] = "ويرايش بخش";
$locale['421'] = "افزودن تالار";
$locale['422'] = "ويرايش تالار";
$locale['423'] = "افزودن بخش";
// Add/Edit Forum Category Form
$locale['440'] = "نام بخش";
$locale['441'] = "ترتيب";
$locale['442'] = "ذخيره بخش";
// Add/Edit Forum Form
$locale['460'] = "نام تالار";
$locale['461'] = "توضيحات تالار";
$locale['462'] = "بخش مربوط";
$locale['463'] = "ترتيب";
$locale['464'] = "تعيين سطح دسترسي:";
$locale['465'] = "نوع پست تالار:";
$locale['466'] = "ذخيره";
$locale['467'] = "ذخيره كردن مدير تالار";
// Current Forums
$locale['480'] = "بخش هاي موجود";
$locale['481'] = "ويرايش";
$locale['482'] = "حذف";
$locale['483'] = "انجمني ايجاد نشده است";
$locale['484'] = "هيچ بخشي براي انجمن ايجاد نشده است";
$locale['485'] = "بخش / تالار";
$locale['486'] = "دسترسي / پست";
$locale['487'] = "منظم كردن";
$locale['488'] = "تنظيمات";
$locale['489'] = "بالا";
$locale['490'] = "پايين";
$locale['491'] = "بالا بردن";
$locale['492'] = "پايين بردن";
$locale['493'] = "همزمان سازي انجمن";
?>