<?php
// Infusion Management
$locale['400'] = " برنامه هاي جانبي";
$locale['401'] = "نصب برنامه جانبي";
$locale['402'] = "اين انتخاب به طور كامل در برنامه هاي جانبي قرار گرفت";
$locale['403'] = "اين انتخاب نمي تواند در برنامه هاي جانبي قرار بگيرد";
$locale['404'] = "برنامه هاي نصب شده جانبي";
$locale['405'] = "عنوان";
$locale['406'] = "نسخه";
$locale['407'] = "توسعه دهنده";
$locale['408'] = "تماس";
$locale['409'] = "پست الكترونيكي";
$locale['410'] = "وب سايت";
$locale['411'] = "غير فعال كردن";
$locale['412'] = "آيا از غير فعال كردن اين برنامه جانبي اطمينان داريد؟";
$locale['413'] = "راهنمايي:";
$locale['414'] = "نصب نشده";
$locale['415'] = "نصب شده";
$locale['416'] = "نسخه جديد موجود مي باشد";
?>