<?php
// Panel Management
$locale['400'] = "بلوكها";
$locale['401'] = "نام بلوك";
$locale['402'] = "محل قرار گيري";
$locale['403'] = "ترتيب";
$locale['404'] = "نوع";
$locale['405'] = "سطح دسترسي";
$locale['406'] = "تنظيمات";
// Panel Settings
$locale['420'] = "راست";
$locale['421'] = "وسط بالا";
$locale['422'] = "چپ";
$locale['423'] = "فايل";
$locale['424'] = "PHP";
$locale['425'] = "وسط پايين";
// Panel Options
$locale['430'] = "انتقال به راست";
$locale['431'] = "انتقال به چپ";
$locale['432'] = "انتقال به بالا";
$locale['433'] = "انتقال به پايين";
$locale['434'] = "ويرايش";
$locale['435'] = "فعال كردن";
$locale['436'] = "غير فعال كردن";
$locale['437'] = "حذف";
$locale['438'] = "افزودن بلوك جديد";
$locale['439'] = "به روز رساني ترتيب بلوك ها";
$locale['440'] = "آيا از حذف اين يلوك اطمينان داريد ؟";
$locale['441'] = "راست";
$locale['442'] = "چپ";
$locale['443'] = "بالا";
$locale['444'] = "پايين";
$locale['445'] = "بردن به بالا";
$locale['446'] = "بردن به پايين";
// Add/Edit Panel Form
$locale['450'] = "ويرايش بلوك";
$locale['451'] = "افزودن بلوك";
$locale['452'] = "نام بلوك:";
$locale['453'] = "انتخاب فايل بلوك :&nbsp";
$locale['454'] = "در صورت انتخاب از محتواي بلوك فعلي صرف نظر خواهد شد";
$locale['455'] = "محتوا بلوك:";
$locale['456'] = "محل قرار گيري بلوك:";
$locale['457'] = "سطح دسترسي بلوك :&nbsp;";
$locale['458'] = "پيش نمايش بلوك";
$locale['459'] = "ذخيره بلوك";
$locale['460'] = "نمايش بلوك در تمام صفحات";
// Update/Add new Panel Errors
$locale['470'] = "نام بلوك مشخص نشده است";
$locale['471'] = "نام بلوك تكراري است و قبلا مورد استفاده قرار گرفته است";
$locale['472'] = "محتواي بلوك مشخص نشده است";
$locale['473'] = "فايل بلوك مشخص نشده است";
// Update/Add new Panel Success/Fail
$locale['480'] = "به روز رساني بلوك ها";
$locale['481'] = "امكان به روزرساني بلوك وجود ندارد";
$locale['482'] = "بلوك مورد نظر به روز شد";
$locale['483'] = "افزودن بلوك";
$locale['484'] = "بلوك جديد افزوده نشد";
$locale['485'] = "بلوك جديد افزوده شد";
$locale['486'] = "بازگشت به مديريت بلوك ها";
$locale['487'] = "بازگشت به فهرست مديريت";
?>