<?php
$locale['400'] = "اضافه نمدن آلبوم";
$locale['401'] = "ويرايش آلبوم";
$locale['402'] = "حذف آلبوم";

$locale['410'] = "آلبوم جديد به بانك اطلاعاتي اضافه شد";
$locale['411'] = "آلبوم به صورت كامل به روز شد";
$locale['412'] = "آلبوم پيش نمايش حذف شد";
$locale['413'] = "آلبوم از بانك اطلاعاتي حذف شد";
$locale['414'] = "امكان حذف آلبوم وجود ندارد";
$locale['415'] = "تعدادي تصوير در اين آلبوم وجود دارد.";

$locale['420'] = "خطا آلبوم";
$locale['421'] = "خطا زير به وجود امده است:";
$locale['422'] = "نام تصوير معتبر نمي باشد.";
$locale['423'] = "ابعاد تصوير نبايد بزرگتر از %uw در %uh  پيكسل باشد.";
$locale['424'] = "فرمت تصوير بايد GIF، JPEG يا PNG باشد.";
$locale['425'] = "حجم تصوير بايد كمتر از %s باشد.";

$locale['440'] = "موضوع: ";
$locale['441'] = "توضيح: ";
$locale['442'] = "دسترسي: ";
$locale['443'] = "ترتيب: ";
$locale['444'] = "پيش نمايش: ";
$locale['445'] = "ذخيره آلبوم";
$locale['446'] = "لغو كردن";

$locale['460'] = "آلبوم جاري";
$locale['461'] = "باز كردن آلبوم";
$locale['462'] = "بدون پيش نمايش";
$locale['463'] = "تاريخ: ";
$locale['464'] = "ساخته شده توسط: ";
$locale['465'] = "دسترسي: ";
$locale['466'] = "تصوير: ";
$locale['467'] = "بالا بردن";
$locale['468'] = "پائين بردن";
$locale['469'] = "ويرايش";
$locale['470'] = "حذف";

$locale['480'] = "آلبوم و ترتيب نمايش را به روز كن";
$locale['481'] = "هيچ آلبومي مشخص نشده است.";
?>