<?php
$locale['400'] = "افزودن تصوير";
$locale['401'] = "ويرايش تصوير";
$locale['402'] = "حذف تصوير";

$locale['410'] = "تصوير جديد به بانك اطلاعاتي اضافه شد";
$locale['411'] = "تصوير به صورت كامل  به روز شد";
$locale['412'] = "تصوير حذف شد";
$locale['413'] = "تصوير از بانك اطلاعاتي حذف شد";

$locale['420'] = "خطا در تصوير";
$locale['421'] = "خطا زير به وجود امده است:";
$locale['422'] = "نام تصوير معتبر نمي باشد.";
$locale['423'] = "حجم تصوير بايد كمتر از %s باشد.";
$locale['424'] = "فرمت تصوير بايد GIF، JPEG يا PNG باشد.";
$locale['425'] = "ابعاد تصوير نبايد بزرگتر از %uw در %uh  پيكسل باشد.";

$locale['440'] = "موضوع: ";
$locale['441'] = "توضيحات: ";
$locale['442'] = "ترتيب: ";
$locale['443'] = "پيش نمايش: ";
$locale['444'] = "تصوير: ";
$locale['445'] = "فعال بودن نظرات";
$locale['446'] = "فعال بودن امتياز";
$locale['447'] = "ذخيره تصوير";
$locale['448'] = "لغو كردن";

$locale['460'] = "تصوير جاري";
$locale['461'] = "براي مشاهده كليك نماييد";
$locale['462'] = "تصويري موجود نيست";
$locale['463'] = "تاريخ: ";
$locale['464'] = "اضافه كننده: ";
$locale['465'] = "دفعات مشاهده: ";
$locale['466'] = "نظرات: ";
$locale['467'] = "بالا بردن";
$locale['468'] = "پايين بردن";
$locale['469'] = "ويرايش";
$locale['470'] = "حذف";

$locale['480'] = "هيچ تصويري مشخص نشده است.";
$locale['481'] = "بستن آلبوم";
?>