<?php
$locale['400'] = "نظرسنجي جديد ذخيره شد";
$locale['401'] = "نظرسنجي مورد نظر به روز شد";
$locale['402'] = "نظرسنجي جديد ذخيره شد";
$locale['403'] = "حذف نظرسنجي";
$locale['404'] = "نظرسنجي موردنظر حذف شد";
$locale['405'] = "بازگشت به فهرست مديريت";
// Preview Poll
$locale['410'] = "پيش نمايش نظرسنجي";
$locale['411'] = "ارسال نظر";
// Edit/Delete Poll
$locale['420'] = "نظرسنجي هاي موجود";
$locale['421'] = "ويرايش";
$locale['422'] = "حذف";
// Add/Edit Poll Form
$locale['430'] = "افزودن نظرسنجي جديد";
$locale['431'] = "ويرايش نظرسنجي";
$locale['433'] = "عنوان نظر سنجي:";
$locale['434'] = "گزينه ";
$locale['435'] = " بستن اين نظرسنجي";
$locale['436'] = "تاريخ آغاز: ";
$locale['437'] = "تاريخ پايان: ";
$locale['438'] = "افزودن گزينه";
$locale['439'] = "پيش نمايش نظرسنجي";
$locale['440'] = "ذخيره نظرسنجي";
?>