<?php
// Site Settings
$locale['401'] = "تنظيمات كلي ";
$locale['402'] = "نام سايت:";
$locale['403'] = "آدرس سايت:";
$locale['404'] = "لوگوي سايت:";
$locale['405'] = "آدرس پست الكترونيكي مديركل سايت:";
$locale['406'] = "نام مدير كل سايت:";
$locale['407'] = "توضيحات اضافي مربوط به سايت:";
$locale['408'] = "اين قسمت را مي توانيد خالي رها كنيد";
$locale['409'] = "توضيحات مربوط به سايت:";
$locale['410'] = "كلمات كليدي مربوط به سايت:";
$locale['411'] = "هر يك از كلمات را با كاما از هم جدا كنيد";
$locale['412'] = "فوتر سايت:";
$locale['413'] = "صفحه پيش فرض اصلي سايت:";
$locale['414'] = "زبان نمايش:";
$locale['415'] = "قالب سايت:";
//New
$locale['416'] = "قالب نمايش اخبار:";
$locale['417'] = "يك ستوني";
$locale['418'] = "دو ستوني";
// Time & Date Settings
$locale['450'] = "تنظيمات تاريخ و ساعت";
$locale['451'] = "فرمت خروجي كوتاه:";
$locale['452'] = "فرمت خروجي طولاني:";
$locale['453'] = "فرمت تابع تاريخ انجمن ها:";
$locale['454'] = "فرمت  خروجي براي نمايش در بالاي سايت:";
$locale['455'] = "-- انتخاب فرمت --";
$locale['456'] = "محدوده زماني";
// Forum Settings
$locale['500'] = "تنظيمات انجمن ها";
$locale['501'] = "تعداد نمايش آخرين ارسالها در بلوك Latest active forum threads:";
$locale['502'] = "فعال";
$locale['503'] = "غير فعال";
$locale['505'] = "تعداد نمايش آخرين ارسالها در بلوك انجمن:";
$locale['506'] = "(بلوك  بايد فعال باشد)";
$locale['507'] = "فعال بودن ضميمه كردن فايل؟";
$locale['508'] = "بله";
$locale['509'] = "خير";
$locale['510'] = "حداكثر سايز فايلهاي ضميمه:";
$locale['511'] = "برحسب بايت";
$locale['512'] = "نوع فايلهاي مجاز براي ضميمه:";
$locale['513'] = "با استفاده از كاما جدا كنيد";
$locale['514'] = "حذف ارسالهاي قديمي:";
$locale['515'] = "توجه";
$locale['516'] = "اين گزينه پست ها و موضوع هاي قديمي را با توجه به تعداد روزها حذف خواهد كرد";
$locale['517'] = "حذف اتوماتيك";
$locale['518'] = "روز";
// Registration Settings
$locale['550'] = "تنظيمات ثبت نام";
$locale['551'] = "فعال بودن سيستم ثبت نام كاربران؟";
$locale['552'] = "ارسال ايميل فعال سازي به كاربران جديد؟";
$locale['553'] = "نمايش كد ورودي؟";
$locale['554'] = "نحوه نمايش كد ورودي:";
$locale['555'] = "تصوير";
$locale['556'] = "متن";
$locale['557'] = "حساب كاربري اعضا جديد با اجازه مديرسايت فعال شوند؟";
// Photo Gallery Settings
$locale['600'] = "تنظيمات آلبوم تصاوير";
$locale['601'] = "سايز آيكون (تصوير كوچك ) مربوط به آلبوم:";
$locale['602'] = "سايز تصوير كوچك مربوط به تصاوير:";
$locale['603'] = "متد ايجاد تصوير كوچك:";
$locale['604'] = "GD1";
$locale['605'] = "GD2";
$locale['606'] = "فعال بودن نظرات براي تصاوير؟";
$locale['607'] = "تعداد نمايش آلبوم ها در هر رديف:";
$locale['608'] = "تعداد نمايش آلبوم ها در هر صفحه:";
$locale['609'] = "تعداد نمايش تصاوير كوچك در هر رديف:";
$locale['610'] = "تعداد تصاوير كوچك در هر صفحه:";
$locale['611'] = "حداكثر ابعاد تصاوير ارسالي:";
$locale['612'] = "حداكثر سايز تصوير ( برحسب بايت ):";
$locale['613'] = "پهنا x ارتفاع";
// Other Settings
$locale['650'] = "تنظيمات متفرقه";
$locale['651'] = "ليست كلمات سانسور شده:";
$locale['652'] = "در هر خط فقط يك كلمه وارد كنيد";
$locale['653'] = "اين قسمت را مي توانيد خالي رها كنيد.";
$locale['654'] = "جايگزيني كلمات سانسور شده با:";
$locale['655'] = "اجازه به كاربران ميهمان براي ارسال؟";
$locale['656'] = "تعداد نمايش ارسالهاي پيغامگير:";
$locale['657'] = "تعطيل كردن سايت:";
$locale['658'] = "پيغام نمايشي براي تعطيلي سايت:";
$locale['659'] = "فيلتر كلمات سايت فعال باشد؟";
$locale['660'] = "پوشه فايل پشتيبان ديتابيس";
$locale['661'] = "Leave empty for immediate upload/download of backups.";
$locale['662'] = "استفاده از اديتور حرفهاي TinyMCE ؟";
$locale['663'] = "براي بخش مقالات و خبر مديريت سايت.";
$locale['664'] = "SMTP Host";
$locale['665'] = "Leave empty if sendmail is enabled.";
$locale['666'] = "SMTP Username";
$locale['667'] = "SMTP Password";

// Private Message Settings
$locale['700'] = "تنظيمات پيغامهاي شخصي";
$locale['701'] = "محدوده صندوق پيغامهاي دريافت شده:";
$locale['702'] = "محدوده صندوق پيغامهاي ارسال شده:";
$locale['703'] = "محدوده صندوق پيغامهاي آرشيو شده:";
$locale['704'] = "عدد 0 را براي نامحدود بودن وارد نماييد";
$locale['707'] = "محدوديت پيغامهاي شخصي";
$locale['708'] = "پيش فرضهاي انتخابي براي قسمت تنظيمات كاربري";
$locale['709'] = "با خبر كردن از طريق پست الكترونكي ؟";
$locale['710'] = "پيغامهاي شخصي ارسال شده را ذخيره نمايد؟";
$locale['711'] = "Note: Individual user options take precendence if they're set. If no user option is set, then the global options are applied.";
// Save Settings
$locale['750'] = "ذخيره تنظيمات";
$locale['751'] = "<< قبلي";
$locale['752'] = "بعدي >>";
// Other Settings
$locale['800'] = "حذف ارسالهاي قديمي انجمن ها";
$locale['801'] = "ارسالهاي حذف شده: ";
$locale['802'] = "موضوعات حذف شده: ";
$locale['803'] = "ضميمه هاي حذف شده: ";
?>