<?php
$locale['400'] = "حذف ارسال هاي پيغامگير";
$locale['401'] = "ارسالهاي مورد نظر حذف شد";
$locale['402'] = "بازگشت به مديريت پيغامگير";
$locale['403'] = "بازگشت به فهرست مديريت";
$locale['404'] = "حذف ارسال";
$locale['405'] = "ارسال مورد نظر حذف شد";
// Edit Shout
$locale['420'] = "ويرايش ارسال پيغامگير";
$locale['421'] = "متن:";
$locale['422'] = "ذخيره پيغام";
// Prune Shoutbox
$locale['430'] = "حذف ارسالهاي قديمي تر از";
$locale['431'] = " روز";
$locale['432'] = "حذف ارسالها";
// Current Shouts
$locale['440'] = "ليست ارسالهاي پيغامگير";
$locale['441'] = "ويرايش";
$locale['442'] = "حذف";
$locale['443'] = "IP آدرس كاربر: ";
$locale['444'] = "هيچ ارسالي در پيغامگير سايت ثبت نشده است.";
?>