<?php
$locale['400'] = "حذف لينك";
$locale['401'] = "لينك مورد نظر حذف شد";
$locale['402'] = "بازگشت به مديريت لينكها";
$locale['403'] = "بازگشت به فهرست مديريت";
// Site Link Titles
$locale['410'] = "ويرايش لينك";
$locale['411'] = "افزودن لينك جديد به فهرست";
$locale['412'] = "ليست لينك هاي موجود در فهرست";
// Site Links Form
$locale['420'] = "نام لينك:";
$locale['421'] = "آدرس لينك:";
$locale['422'] = "سطح دسترسي:";
$locale['423'] = "ترتيب نمايش:";
$locale['424'] = "محل قرارگيري:";
$locale['425'] = "نمايش در فهرست اصلي سايت";
$locale['426'] = "نمايش در فهرست اصلي و فهرست بالاي سايت";
$locale['427'] = "نمايش در فهرست بالاي سايت";
$locale['428'] = "باز كردن لينك در صفحه جديد";
$locale['429'] = "ذخيره";
// Site Links List
$locale['430'] = "نام لينك";
$locale['431'] = "سطح دسترسي";
$locale['432'] = "ترتيب نمايش";
$locale['433'] = "تنظيمات";
$locale['434'] = "ويرايش";
$locale['435'] = "حذف";
$locale['436'] = "هيچ لينكي براي فهرست سايت ايجاد نشده است.";
// Link Ordering
$locale['440'] = "بالا";
$locale['441'] = "پايين";
$locale['442'] = "بردن به بالا";
$locale['443'] = "بردن به پايين";
$locale['444'] = "همزمان سازي لينكها";
?>