<?php
// Delete Submission
$locale['400'] = "حذف ارسالهاي كاربران";
$locale['401'] = "ارسالهاي انتخابي حذف شدند";
$locale['402'] = "بازگشت به مديريت ارسالهاي كاربران";
$locale['403'] = "بازگشت به فهرست مديريت";
// Submission Options
$locale['410'] = "ارسالهاي كاربران";
$locale['411'] = "لينك هاي ارسالي:";
$locale['412'] = "اخبار ارسالي:";
$locale['413'] = "مقالات ارسالي:";
$locale['414'] = "هيچ لينكي ارسال نشده است.";
$locale['415'] = "هيچ خبري ارسال نشده است.";
$locale['416'] = "هيچ مقاله اي ارسال نشده است.";
$locale['417'] = "مشاهده";
$locale['418'] = "حذف";
// Add/Delete Web Link Submissions
$locale['430'] = "ثبت لينك هاي ارسالي";
$locale['431'] = "لينك مورد نظر افزوده شد";
$locale['432'] = "حذف لينك هاي ارسالي";
$locale['433'] = "لينك مورد نظر حذف شد";
$locale['434'] = "شاخه اي موجود نيست";
// Web Link Submission Form
$locale['440'] = "مشاهده ارسالها";
$locale['441'] = "لينك هاي زير ارسال شده است توسط  ";
$locale['442'] = " در تاريخ ";
$locale['443'] = "بخش:";
$locale['444'] = "نام سايت:";
$locale['445'] = "آدرس سايت:";
$locale['446'] = "توضيحات مربوط به سايت:";
$locale['447'] = "شما مي خواهيد اين لينك را منتشر يا حذف نماييد ؟";
$locale['448'] = "منتشر كردن لينك";
$locale['449'] = "حذف لينك";
// Add/Delete News Submissions
$locale['490'] = "ثبت اخبار ارسالي";
$locale['491'] = "خبر مورد نظر ثبت شد";
$locale['492'] = "حذف اخبار ارسالي";
$locale['493'] = "خبر مورد نظر حذف شد";
// News Submission Form
$locale['500'] = "تنظيمات";
$locale['501'] = "اين خبر ارسال شده است توسط ";
$locale['502'] = "شما مي خواهيد اين خبر را منتشر يا حذف نماييد؟";
$locale['503'] = "منتشر كردن خبر";
$locale['504'] = "حذف خبر";
$locale['505'] = "موضوع:";
$locale['506'] = "بخش:";
$locale['507'] = "- خالي -";
$locale['508'] = "خبر:";
// Add/Delete Article Submissions
$locale['530'] = "ثبت مقالات ارسالي";
$locale['531'] = "مقاله مورد نظر ثبت شد";
$locale['532'] = "حذف مقالات ارسالي";
$locale['533'] = "مقاله مورد نظر حذف شد";
// Article Submission Form
$locale['540'] = "تنظيمات";
$locale['541'] = "اين مقاله ارسال شده است توسط ";
$locale['542'] = "شما مي خواهيد اين مقاله را منتشر يا حذف نماييد؟";
$locale['543'] = "منتشر كردن مقاله";
$locale['544'] = "حذف مقاله";
$locale['545'] = "بخش:";
$locale['546'] = "موضوع:";
$locale['547'] = "زير شاخه:";
$locale['548'] = "مقاله:";
?>