<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "ويرايش گروه كاربري";
$locale['401'] = "گروه كاربري به روز شد";
$locale['402'] = "اضافه كردن گروه كاربري";
$locale['403'] = "گروه كاربري اضافه شد";
$locale['404'] = "ويرايش گروه كاربري";
$locale['405'] = "تمام كاربران به گروه اضافه شدند";
$locale['406'] = "تمام كاربران از گروه خارج شدند";
$locale['407'] = "كاربر انتخاب شده به گروه اضافه شد";
$locale['408'] = "حذف گروه كاربري";
$locale['409'] = "امكان حذف گروه كاربري وجود ندارد";
$locale['410'] = "گروه كاربري خالي نمي باشد ";
$locale['411'] = "گروه كاربري حذف شد";
$locale['412'] = "بازگشت به مديريت گروه كاربري";
$locale['413'] = "بازگشت به فهرست مديريت";
// Edit/Delete Options
$locale['420'] = "گروههاي كاربري";
$locale['421'] = "ويرايش";
$locale['422'] = "حذف";
$locale['423'] = "آيا از حذف كردن اين گروه كاربري اطمينان داريد؟";
// Edit/Add User Group
$locale['430'] = "ويرايش گروه كاربري";
$locale['431'] = "اضافه كردن گروه كاربري";
$locale['432'] = "نام گروه كاربري:";
$locale['433'] = "توضيحات گروه كاربري:";
$locale['434'] = "گروه كاربري ذخيره شد";
$locale['435'] = "اضافه كردن تمام كاربران";
$locale['436'] = "خارج كردن تمام كاربران";
$locale['437'] = "ذخيره كردن كاربر انتخاب شده";
?>