<?php
// Delete Web Link Category
$locale['400'] = "حذف بخش";
$locale['401'] = "قادر به حذف بخش مورد نظر نيستيد";
$locale['402'] = "اين بخش شامل لينك مي باشد و خالي نيست";
$locale['403'] = "بازگشت به مديريت بخش هاي لينك ها";
$locale['404'] = "بازگشت به فهرست مديريت";
$locale['405'] = "بخش مورد نظر حذف شد";
// Add/Edit Web Link Category Titles
$locale['420'] = "ويرايش بخش";
$locale['421'] = "افزودن بخش";
// Add/Edit Web Link Category Form
$locale['430'] = "نام بخش:";
$locale['431'] = "توضيحات بخش:";
$locale['432'] = "ذخيره كردن بخش";
$locale['433'] = "سطح دسترسي به بخش:";
$locale['434'] = "مرتب كردن بخش:";
$locale['435'] = "شناسه كاربر";
$locale['436'] = "موضوع لينك";
$locale['437'] = "تاريخ لينك";
$locale['438'] = "صعودي";
$locale['439'] = "نزولي";
// Current Web Link Categories
$locale['440'] = "شاخه هاي موجود";
$locale['441'] = "بخش ها [براي ويرايش بخش بر روي نام آن كليك كنيد]";
$locale['442'] = "تنظيمات";
$locale['445'] = "سطح دسترسي";
// Delete Web Link
$locale['460'] = "آيا از حذف لينك اطمينان داريد ؟";
// Add/Edit Web Link Titles
$locale['470'] = "ويرايش لينك";
$locale['471'] = "افزودن لينك جديد";
// Add/Edit Web Link Form
$locale['480'] = "نام سايت:";
$locale['481'] = "توضيحات مربوط به سايت:";
$locale['482'] = "آدرس سايت:";
$locale['483'] = "بخش:";
$locale['484'] = "ذخيره كردن لينك";
$locale['485'] = "به روزرساني تاريخ انتشار";
// Current Web Links
$locale['500'] = "لينك هاي موجود";
$locale['501'] = "نام لينك [براي تست بر روي نام لينك كليك كنيد]";
$locale['502'] = "تنظيمات";
$locale['503'] = "ويرايش";
$locale['504'] = "حذف";
$locale['505'] = "در اين بخش لينكي افزوده نشده است";
$locale['506'] = "بخشي براي لينك ها ايجاد نشده است";
$locale['507'] = "مديريت بخش هاي لينك ها";
$locale['508'] = "بخشي براي لينك ها ايجاد نشده است";
$locale['509'] = "براي افزودن لينك بايد حداقل يك بخش ايجاد كنيد";
$locale['510'] = "اينجا كليك كنيد";
$locale['511'] = " تا به مديريت بخش هاي لينك ها برويد";
?>