<?php
// Forum Index
$locale['400'] = "انجمن هاي سايت";
$locale['401'] = "تالار";
$locale['402'] = "موضوعات";
$locale['403'] = "ارسالها";
$locale['404'] = "آخرين ارسال";
$locale['405'] = "ارسالي موجود نيست";
$locale['406'] = "توسط ";
$locale['407'] = "هيچ تالاري ايجاد نشده است.";
$locale['408'] = "هيچ موضوعي براي تالار ايجاد نشده است.";
$locale['409'] = "تالار داراي موضوع جديدي پس از آخرين بازديد شما مي باشد.";
$locale['410'] = "تالا فاقد موضوع جديدي مي باشد";
$locale['411'] = "مديريت شده توسط ";
$locale['412'] = "صفحه: ";
// View Forum
$locale['450'] = "انجمن هاي سايت";
$locale['451'] = "موضوع";
$locale['452'] = "ايجاد كننده";
$locale['453'] = "بازديد";
$locale['454'] = "پاسخها";
$locale['455'] = "موضوع جديدي ايجاد نشده است";
$locale['456'] = "موضوعات جديد از آخرين زمان بازديد شما ";
$locale['457'] = "موضوعات پرطرفدار - 20 پست يا بيشتر";
$locale['458'] = "موضوعاتي كه ارسال جديدي در آنها انجام نشده است.";
$locale['459'] = "موضوعات قفل شده.";
$locale['460'] = "موضوع مهم.";
$locale['461'] = "شما اجازه دسترسي به اين تالار را نداريد.";
// View Thread
$locale['500'] = "مشاهده موضوعات";
$locale['501'] = "نويسنده";
$locale['502'] = "ارسالها:";
$locale['503'] = "محل اقامت:";
$locale['504'] = "تاريخ عضويت:";
$locale['505'] = "ارسال شده در تاريخ ";
$locale['506'] = " فايل تصويري زير را ضميمه كرده است:";
$locale['507'] = " فايل زير را ضميمه كرده است :";
$locale['508'] = "ويرايش شده توسط ";
$locale['509'] = " در تاريخ ";
$locale['510'] = "شما اجازه مشاهده اين موضوع را نداريد.";
$locale['511'] = "بازگشت به تالار";
$locale['512'] = "پاسخ سريع";
$locale['513'] = " شكلكها را غير فعال كن";
$locale['514'] = "ارسال پاسخ";
// Moderator Options
$locale['520'] = "اختيارات مدير:";
$locale['521'] = "حذف موضوع";
$locale['522'] = "قفل كردن موضوع";
$locale['523'] = "بازكردن موضوع";
$locale['524'] = "مهم كردن موضوع";
$locale['525'] = "عادي كردن موضوع";
$locale['526'] = "انتقال موضوع";
$locale['527'] = "جديد كردن موضوع";
$locale['528'] = "برو";
// Jump to Forum
$locale['540'] = "رفتن به تالار:";
// Search Forum
$locale['550'] = "جستجو";
// Image Alt attributes
$locale['560'] = "پست جديد";
$locale['561'] = "هيچ پستي وجود ندارد";
$locale['562'] = "موضوعات پرطرفدار";
$locale['563'] = "موضوع چسبناك";
$locale['564'] = "موضوع قفل شده";
$locale['565'] = "پاسخ موضوع";
$locale['566'] = "موضوع جديد";
$locale['567'] = "نمايه كاربر";
$locale['568'] = "ويرايش";
$locale['569'] = "نقل قول";
$locale['570'] = "آدرس IP";
$locale['571'] = "ارسال پيغام شخصي";
//Navbar in Forum Index file - Shedrock
$locale['413'] = "كنترل پنل كاربران";
$locale['414'] = "مشاهده مشخصات كاربري";
$locale['415'] = "ويرايش مشخصات كاربري";
$locale['416'] = "ثبت نام";
$locale['417'] = "صندوق پيغامهاي شخصي";
$locale['418'] = "ليست كاربران";
$locale['419'] = "راهنماي انجمنها";
$locale['420'] = "خروج";


?>