<?php
// Delete Thread
$locale['400'] = "حذف موضوع";
$locale['401'] = "موضوع درخواستي حذف شد.";
$locale['402'] = "بازگشت به تالار";
$locale['403'] = "بازگشت به انجمن ها";
$locale['404'] = "آيا شما از پاك كردن اين موضوع اطمينان داريد";
$locale['405'] = "بله";
$locale['406'] = "خير";
// Lock Thread
$locale['410'] = "قفل كردن موضوع";
$locale['411'] = "موضوع درخواستي قفل شد.";
// Unlock Thread
$locale['420'] = "باز كردن موضوع";
$locale['421'] = "موضوع درخواستي باز شد.";
// Make Thread Sticky
$locale['430'] = "مهم كردن موضوع";
$locale['431'] = "موضوع درخواستي مهم شد.";
// Make Thread Non-Sticky
$locale['440'] = "عادي كردن موضوع";
$locale['441'] = "موضوع درخواستي عادي شد.";
// Move Thread
$locale['450'] = "انتقال موضوع";
$locale['451'] = "انتقال موضوع به:";
$locale['452'] = "موضوع درخواستي با موفقيت منتقل شد.";
// Renew Thread
$locale['458'] = "جديد كردن موضوع";
$locale['459'] = "موضوع درخواستي جديد شد.";
// Search Forum
$locale['460'] = "انجمن";
$locale['461'] = "موضوع";
$locale['462'] = "نويسنده";
$locale['463'] = "ارسال شده در";
$locale['464'] = "نتيجه اي يافت نشد. لطفا مجددا سعي نماييد.";
$locale['465'] = "لطفاً كلمه اي را براي جستجو تعيين نماييد.";
?>