<?php
// Post Titles
$locale['400'] = "پيش نمايش موضوع جديد";
$locale['401'] = "ارسال موضوع جديد";
$locale['402'] = "پيش نمايش پاسخ ";
$locale['403'] = "پاسخ";
$locale['404'] = "ارسال پاسخ";
$locale['405'] = "پيش نمايش تغييرات";
$locale['407'] = "حذف پست";
$locale['408'] = "ويرايش پست";
$locale['409'] = "ذخيره كردن تغييرات";
// Post Preview
$locale['420'] = "بدون عنوان";
$locale['421'] = "متني وارد نشده است ،در صورت ارسال هيچ عملي انجام نخواهد شد.";
$locale['422'] = "نويسنده:";
$locale['423'] = "ارسالها:";
$locale['424'] = "محل اقامت:";
$locale['425'] = "تاريخ عضويت:";
$locale['426'] = "ارسال شده در تاريخ ";
$locale['427'] = "ويرايش شده توسط ";
$locale['428'] = " در تاريخ ";
$locale['429'] = " نوشته است:";
// Post Error/Success
$locale['440'] = "نوع فايل انتخاب شده مجاز نيست.";
$locale['441'] = "خطا ! شما عنوان و يا متني وارد نكرده ايد";
$locale['442'] = "موضوع شما ارسال شد";
$locale['443'] = "پاسخ شما ارسال شد";
$locale['444'] = "موضوع انتخابي حذف شد";
$locale['445'] = "پست انتخابي حذف شد";
$locale['446'] = "پست مورد نظر به روز شد";
$locale['447'] = "بازگشت به موضوع";
$locale['448'] = "بازگشت به تالار";
$locale['449'] = "بازگشت به انجمن";
$locale['450'] = "خطا ! مدت زمان كوكي سيستم كاربري شما به اتمام رسيد ، لطفا مجددا وارد حساب كاربري خود شويد";
// Post Form
$locale['460'] = "عنوان";
$locale['461'] = "متن";
$locale['462'] = "رنگ قلم: ";
$locale['463'] = "تنظيمات";
$locale['464'] = "پيوستها";
$locale['465'] = " (اختياري)";
$locale['466'] = "Max. filesize: %s / Allowed filetypes: %s";
// Post Form Options
$locale['480'] = " مهم كردن اين موضوع";
$locale['481'] = " نمايش امضا در اين پست";
$locale['482'] = " حذف اين پست";
$locale['483'] = " غير فعال كردن شكلك ها در اين پست";
$locale['484'] = " حذف كردن فايل پيوست -";
// Post Access Violation
$locale['500'] = "شما قادر به ويرايش اين پست نيستيد!";
// Search Forum Form
$locale['530'] = "جستجوي انجمن ها";
$locale['531'] = "عبارت مورد نظر براي جستجو";
$locale['532'] = "جستجو";
?>