<?php
// Contact Form
$locale['400'] = "Επικοινωνία";
$locale['401'] = "Υπάρχουν πολλοί τρόποι για να επικοινωνήσετε μαζί μου, μπορείτε να μου στείλετε απευθείας ένα Email στο
<a href='mailto:".str_replace("@","&#64;",$settings['siteemail'])."'>".str_replace("@","&#64;",$settings['siteemail'])."</a>.
Αν είσαστε Μέλος στείλτε μου ένα <a href='messages.php?msg_send=1'>Προσωπικό μήνυμα</a>.
Διαφορετικά, μπορείτε να συμπληρώσετε την Φόρμα σε αυτή την σελίδα, για να λάβω ένα Email.";
$locale['402'] = "Όνομα:";
$locale['403'] = "Email:";
$locale['404'] = "Θέμα:";
$locale['405'] = "Μήνυμα:";
$locale['406'] = "Αποστολή Μηνύματος";
// Contact Errors
$locale['420'] = "Δεν βάλατε Όνομα";
$locale['421'] = "Δεν βάλατε Email";
$locale['422'] = "Δεν βάλατε Θέμα";
$locale['423'] = "Δεν βάλατε το Μήνυμα";
// Message Sent
$locale['440'] = "Το μήνυμά σας αποστάληκε";
$locale['441'] = "Ευχαριστώ";
$locale['442'] = "Το μήνυμά σας δεν αποστάληκε για τους εξής λόγους:";
$locale['443'] = "Παρακαλώ δοκιμάστε ξανά.";
?>