<?php
/*
Greek Language Fileset
Produced by Vasileios Karastamatis (Bill)
Email: bill@php-fusion.gr
Web: http://www.php-fusion.gr
*/

// Locale Settings
setlocale(LC_TIME, "el","GR"); // Linux Server (Windows may differ)
$locale['charset'] = "iso-8859-7";
$locale['tinymce'] = "en";
$locale['phpmailer'] = "el";

// Full & Short Months
$locale['months'] = "&nbsp|Ιανουάριος|Φεβρουάριος|Μάρτιος|Απρίλιος|Μάιος|Ιούνιος|Ιούλιος|Αύγουστος|Σεπτέμβριος|Οκτώβριος|Νοέμβριος|Δεκέμβριος";
$locale['shortmonths'] = "&nbsp|Ιαν|Φεβ|Μαρ|Απρ|Μαρ|Ιούν|Ιούλ|Αυγ|Σεπτ|Οκτ|Νεο|Δεκ";

// Standard User Levels
$locale['user0'] = "Κοινό";
$locale['user1'] = "Μέλος";
$locale['user2'] = "Διαχειριστής";
$locale['user3'] = "Κύριος Διαχειριστής";
// Forum Moderator Level(s)
$locale['userf1'] = "Μεσολαβητής";
// Navigation
$locale['001'] = "Περιήγηση";
$locale['002'] = "Δεν καθορίστηκαν συνδέσεις\n";
$locale['003'] = "Μέλη μόνο";
$locale['004'] = "Δεν υπάρχει περιεχόμενο για αυτήν την επιτροπή ακόμα";
// Users Online
$locale['010'] = "Χρήστες Online";
$locale['011'] = "Επισκέπτες Online: ";
$locale['012'] = "Μέλη Online: ";
$locale['013'] = "Κανένα Μέλος Online";
$locale['014'] = "Καταχωρημένα Μέλη: ";
$locale['015'] = "Μη ενεργοποιημένα Μέλη: ";
$locale['016'] = "Νεότερα Μέλη: ";
// Sidebar & Other Titles
$locale['020'] = "Θέματα στο Φόρουμ";
$locale['021'] = "Νεότερα θέματα";
$locale['022'] = "Καυτά θέματα";
$locale['023'] = "Πρόσφατα άρθρα";
$locale['024'] = "Καλώς ήλθατε";
$locale['025'] = "Πιο πρόσφατα θέματα στο Φόρουμ";
$locale['026'] = "Τα πρόσφατα θέματά μου";
$locale['027'] = "Τα πρόσφατα μηνύματα μου";
$locale['028'] = "Νέα μηνύματα";
// Forum List Texts
$locale['030'] = "Φόρουμ";
$locale['031'] = "Θέμα";
$locale['032'] = "Επισκέψεις";
$locale['033'] = "Απαντήσεις";
$locale['034'] = "Πρόσφατο μήνυμα";
$locale['035'] = "Θέμα";
$locale['036'] = "Καταχωρήθηκε";
$locale['037'] = "Δεν αρχίσατε να γράφεται στο Φόρουμ μηνύματα ακόμα.";
$locale['038'] = "Δεν καταχωρήσατε στο Φόρουμ μηνύματα ακόμα.";
$locale['039'] = "Υπάρχουν %u νέα μηνύματα από την τελευταία επίσκεψή σας.";
// News & Articles
$locale['040'] = "Καταχωρήθηκε από ";
$locale['041'] = "στις ";
$locale['042'] = "Δείτε περισσότερα";
$locale['043'] = " Σχόλια";
$locale['044'] = " Επισκέψεις";
$locale['045'] = "Εκτύπωση";
$locale['046'] = "Νέα";
$locale['047'] = "Δεν καταχωρήθηκαν μηνύματα";
$locale['048'] = "Επεξεργασία";
// Prev-Next Bar
$locale['050'] = "Προηγούμενη";
$locale['051'] = "Επόμενη";
$locale['052'] = "σελίδα ";
$locale['053'] = " από ";
// User Menu
$locale['060'] = "Σύνδεση";
$locale['061'] = "Χρήστης";
$locale['062'] = "Κωδικός";
$locale['063'] = "Θυμίστε μου";
$locale['064'] = "Σύνδεση";
$locale['065'] = "Δεν είσαστε μέλος?<br><a href='".BASEDIR."register.php' class='side'>Πατήστε εδώ</a> για εγγραφή.";
$locale['066'] = "Ξεχάσατε τον κωδικό σας?<br>Ζητείστε ένα καινούριο <a href='".BASEDIR."lostpassword.php' class='side'>εδώ</a>.";
//
$locale['080'] = "Επεξεργασία Προφίλ";
$locale['081'] = "Προσωπικά μηνύματα";
$locale['082'] = "Λίστα μελών";
$locale['083'] = "Επιτροπή Διαχειριστών";
$locale['084'] = "Αποσύνδεση";
$locale['085'] = "Έχετε %u νέα/ο ";
$locale['086'] = "μήνυμα";
$locale['087'] = "μηνύματα";
// Poll
$locale['100'] = "Ψηφοφορία μελών";
$locale['101'] = "Επιβεβαίωση ψήφου";
$locale['102'] = "Πρέπει να συνδεθείτε για να ψηφίσετε.";
$locale['103'] = "Ψήφος";
$locale['104'] = "Ψήφοι";
$locale['105'] = "Ψήφοι: ";
$locale['106'] = "Εναρξη: ";
$locale['107'] = "Λήξη: ";
$locale['108'] = "Αρχείο ψηφοφοριών";
$locale['109'] = "Επιλέξτε μια Ψηφοφορία από την Λίστα:";
$locale['110'] = "Προβολή";
$locale['111'] = "Προβολή ψηφοφορίας";
// Shoutbox
$locale['120'] = "Shoutbox";
$locale['121'] = "Όνομα:";
$locale['122'] = "Μήνυμα:";
$locale['123'] = "Shout";
$locale['124'] = "Βοήθεια";
$locale['125'] = "Για να καταχωρήσετε ένα μήνυμα πρέπει να συνδεθείτε.";
$locale['126'] = "Shoutbox αρχείο";
$locale['127'] = "Δεν καταχωρήθηκαν μηνύματα.";
// Footer Counter
$locale['140'] = "Μοναδική επίσκεψη";
$locale['141'] = "Μοναδικές επισκέψεις";
// Admin Navigation
$locale['150'] = "Αρχική Διαχειριστών";
$locale['151'] = "Επιστροφή στην σελίδα";
$locale['152'] = "Επιτροπές Διαχειριστών";
// Miscellaneous
$locale['190'] = "Mode συντήρησης ενεργοποιήθηκε";
$locale['191'] = "Η IP διεύθυνση σας προστέθηκε στην Μαύρη λίστα.";
$locale['192'] = "Αποσύνδεση ως ";
$locale['193'] = "Σύνδεση ως ";
$locale['194'] = "Αυτός ο Λογαριασμός αναστάληκε.";
$locale['195'] = "Αυτός ο Λογαριασμός δεν ενεργοποιήθηκε.";
$locale['196'] = "Μη έγκυρο όνομα Χρήστη ή Κωδικός.";
$locale['197'] = "Παρακαλώ περιμένετε ενώ σας μεταφέρουμε...<br><br>
[ <a href='index.php'>διαφορετικά πατήστε εδώ αν δεν επιθυμείτε να περιμένετε</a> ]";
$locale['198'] = "<b>Προσοχή:</b> Το setup.php ανιχνεύτηκε, παρακαλώ διαγράψτε το αμέσως";
?>