<?php
$locale['400'] = "Εχασα τον κωδικό μου";
$locale['401'] = "Ενα Email επιβεβαίωσης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.";
$locale['402'] = "Ο καινούριος κωδικός έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.";
$locale['403'] = "Επιστροφή στην αρχική σελίδα";
$locale['404'] = "Το Email που δώσατε δεν βρέθηκε.";
$locale['405'] = "Το Email που δώσατε δεν είναι έγκυρο.";
$locale['406'] = "Παρακαλώ δοκιμάστε ξανά.";
$locale['407'] = "Παρακαλώ δώστε το Email του λογαριασμού σας.<br>
Ένας νέος κωδικός πρόσβασης θα δημιουργηθεί και θα σταλεί σε αυτήν την διεύθυνση.";
$locale['408'] = "Αποστολή κωδικού";
$locale['409'] = "Νέος κωδικός για ";
$locale['410'] = "Γεια σου [USER_NAME],\n
Εσείς ή κάποιος άλλος ζήτησε έναν νέο Κωδικό για να έχει πρόσβαση στον ".$settings['sitename']." λογαριασμό σας.\n
Για να αλλάξετε τον κωδικό σας πατήστε την ακόλουθη σύνδεση:\n
[NEW_PASS_LINK]\n
Με σεβασμό,
".$settings['siteusername'];
$locale['411'] = "Hello [USER_NAME],\n
Ο νέος σας Κωδικός για πρόσβαση στον ".$settings['sitename']." λογαριασμό σας είναι:\n
[NEW_PASS]\n
Με σεβασμό,
".$settings['siteusername'];
?>