<?php
// Members List
$locale['400'] = "Λίστα μελών";
$locale['401'] = "Όνομα χρήστη";
$locale['402'] = "Τύπος χρηστών";
$locale['403'] = "Δεν υπάρχει κανένα όνομα χρηστών αρχίζοντας με ";
$locale['404'] = "Προβολή όλων";
// View User Groups
$locale['410'] = "Προβολή ομάδα Χρηστών";
$locale['411'] = "%u Χρήστης";
$locale['412'] = "%u Χρήστες";
// User Profile
$locale['420'] = "Προφίλ μελών";
$locale['422'] = "Στατιστικά";
$locale['423'] = "Ομάδες Χρηστών";
// Edit Profile
$locale['440'] = "Επεξεργασία Προφίλ";
$locale['441'] = "Το Προφίλ ανανεώθηκε με επιτυχία";
$locale['442'] = "Αδυναμία ανανέωσης του Προφίλ:";
// Edit Profile Form
$locale['460'] = "Ανανέωση Προφίλ";
// Update Profile Errors
$locale['480'] = "Πρέπει να εισάγετε ένα Όνομα Χρήστη & και ένα Email.";
$locale['481'] = "Το Όνομα του Χρήστη περιέχει μη έγκυρους χαρακτήρες.";
$locale['482'] = "Το Όνομα Χρήστη ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." είναι σε χρήση.";
$locale['483'] = "Μη έγκυρη Ηλεκτρονική διεύθυνση.";
$locale['484'] = "Το Email ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." είναι σε χρήση.";
$locale['485'] = "Οι νέοι κωδικοί πρόσβασης δεν ταιριάζουν.";
$locale['486'] = "Μη έγκυρος Κωδικός, χρησιμοποιείστε μόνο αλφαβητικούς χαρακτήρες.<br>
Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες.";
$locale['487'] = "<b>Προσοχή:</b> Απροσδόκητη εκτέλεση του Κώδικα.";
?>