<?php
// Standard
$locale['400'] = "Προσωπικά μηνύματα";
$locale['401'] = "Γράψτε ένα νέο μήνυμα";
$locale['402'] = "Εισερχόμενα";
$locale['403'] = "Εξερχόμενα";
$locale['404'] = "Αρχείο";
$locale['405'] = "Θέμα";
$locale['406'] = "Από";
$locale['407'] = "Ημερομηνία";
$locale['408'] = "Ιδιοκτήτης Ιστοσελίδας";
$locale['409'] = "Κάνετε με τα επιλεγμένα στοιχεία:";
$locale['410'] = "Επιλογή όλων";
$locale['411'] = "Κατάργηση όλων";
$locale['412'] = "Αποθήκευση";
$locale['413'] = "Επαναφορά";
$locale['414'] = "Ανάγνωση";
$locale['415'] = "Αδιάβαστο";
$locale['416'] = "Διαγραφή";
$locale['417'] = "Προβολή Αποστολέα με Επιστολές:";
$locale['418'] = "Ολα";
$locale['419'] = "Δεν έχετε Προσωπικά Μηνύματα";
$locale['420'] = "Αποστολή Προσωπικού μηνύματος";
$locale['421'] = "προς";
$locale['422'] = "Μήνυμα";
$locale['423'] = "BB Κωδικός";
$locale['424'] = "Smileys";
$locale['425'] = "Ιδιότητες";
$locale['426'] = "Αποστολή";
$locale['427'] = "Απενεργοποίηση Smileys στο Μήνυμα";
$locale['428'] = "Προβολή Υπογραφής στο Μήνυμα";
$locale['429'] = "Προεπισκόπηση";
$locale['430'] = "Αποστολή";
$locale['431'] = "Ανάγνωση Προσωπικού Μηνύματος";
$locale['432'] = "Κλείστε";
$locale['433'] = "Απάντηση";
$locale['434'] = "Αποστολή σε όλους";
$locale['435'] = "Ακύρωση";
$locale['436'] = "Προβολή Απάντησης";
$locale['437'] = "Αποστολή";
$locale['438'] = "Προεπισκόπηση Μηνύματος";
$locale['439'] = "Απάντηση";
$locale['440'] = "(λάβατε %s)";
$locale['441'] = "Γράψτε ως ιδιοκτήτης Ιστοσελίδας";
$locale['442'] = "Επίπεδα Χρηστών";
$locale['443'] = "Ομάδες";

// Search Options
$locale['450'] = "Ιδιότητες Αναζήτησης και Ειδών";
$locale['451'] = "Αναζήτηση / Είδη";
$locale['452'] = "Εκκαθάριση";
$locale['453'] = "Τίποτα δεν βρέθηκε κατά τη διάρκεια της αναζήτησής σας";
$locale['454'] = "Αναζήτηση για";
$locale['455'] = "στο";
$locale['456'] = "Είδος από";
$locale['457'] = "(Χρησιμοποιήστε το ? και το * για Wildcards)";
$locale['458'] = "Αυτή τη στιγμή υπάρχουν '%s' Μέλη σε '%s' ";
$locale['459'] = "Ο Αποστολέας αρχίζει με '%s' ";
$locale['460'] = "Είδος από '%s'";
$locale['461'] = "Το παράθυρο μηνυμάτων είναι κενό";
$locale['462'] = "Θέμα";
$locale['463'] = "Μήνυμα";
$locale['464'] = "Αποστολέας";
$locale['465'] = "Ημερομηνία/Ώρα που τοποθετήθηκε";

// Error Messages
$locale['480'] = "Λάθος";
$locale['481'] = "Λάθος ID Μηνύματος";
$locale['482'] = "Λάθος ID Μέλους";
$locale['483'] = "Για Μέλη μόνο";
$locale['484'] = "Η δυνατότητα χρησιμοποίησης προσωπικών μηνυμάτων έχει απενεργοποιηθεί λόγω κακής χρήσης.";
$locale['485'] = "Παρακαλώ επιλέξτε τουλάχιστον ένα μήνυμα";
$locale['486'] = "Πρέπει να συμπληρώστε όλα τα πεδία: Θέμα και Μήνυμα";

// Tooltips
$locale['500'] = "Πατήστε εδώ για να γράψετε ένα νέο μήνυμα";
$locale['501'] = "Πατήστε εδώ για να δείτε τα λαμβανόμενα μηνύματά σας";
$locale['502'] = "Πατήστε εδώ για να δείτε τα αποσταλμένα μηνύματά σας";
$locale['503'] = "Πατήστε εδώ για να δείτε τα αποθηκεμένα μηνύματά σας";
$locale['504'] = "Πατήστε εδώ για να επιλέξετε αυτό το Μήνυμα";
$locale['505'] = "Πατήστε εδώ για να δείτε αυτό το Μήνυμα";
$locale['506'] = "Πατήστε εδώ για να δείτε το Προφίλ του Αποστολέα";
$locale['507'] = "Πατήστε εδώ για να επιλέξετε όλα τα μηνύματα";
$locale['508'] = "Πατήστε εδώ για να ξεμπαρκάρετε όλα τα μηνύματα";
$locale['509'] = "Πατήστε εδώ για να δείτε τα μηνύματα όλων τον Αποστολέων";
$locale['510'] = "Πατήστε εδώ για να δείτε μηνύματα από Αποστολείς που αρχίζουν με %s";
$locale['511'] = "Πατήστε εδώ για να για να μεταφέρετε τα επιλεγμένα μηνύματα στον Φάκελο Αποθήκευσης σας";
$locale['512'] = "Πατήστε εδώ για να μεταφέρετε τα επιλεγμένα Μηνύματα στα Εισαρχόμενά σας";
$locale['513'] = "Πατήστε εδώ για να ορίσετε τα επιλεγμένα Μηνύματα ως Αναγνωσμένα";
$locale['514'] = "Πατήστε εδώ για να για να ορίσετε τα επιλεγμένα Μηνύματα ως Μη Αναγνωσμένα";
$locale['515'] = "Πατήστε εδώ για να διαγράψετε τα επιλεγμένα Μηνύματα";
$locale['516'] = "Πατήστε εδώ για να αλλάξετε την Διαμόρφωση";

// Options
$locale['620'] = "Ιδιότητες";
$locale['621'] = "Ενημερώστε μου μέσω Email όταν λάβω νέο Μήνυμα:";
$locale['622'] = "Αποθήκευση αποσταλμένων μηνυμάτων αυτόματα:";
$locale['623'] = "Αποθήκευση Ιδιοτήτων";
$locale['624'] = "Αποθηκεμένες Ιδιότητες";
$locale['625'] = "Έχετε ένα νέο/α Μήνυμα/τα: ".$settings['sitename'];
$locale['626'] = ",\r\nΛάβατε ένα νέο Προσωπικό Μήνυμα στο ".$settings['sitename'].". Μπορείτε να κάνετε Ανάγνωση των Μηνυμάτων σας στο ".$settings['siteurl']."messages.php\r\n\r\nΜπορείτε επίσης να απενεργοποιήσετε την Ενημέρωση νέων Μηνυμάτων από τις Ιδιότητες Επιτροπής στην Σελίδα Προσωπικών Μηνυμάτων εάν δεν επιθυμείτε πλέον να ειδοποιηθείτε για νέα μηνύματα.";
$locale['627'] = "Λάθος";
$locale['628'] = "Αδυναμία Αποστολής Προσωπικού Μηνύματος. Ο Φάκελος του Χρήστη στα Εισερχόμενα είναι Πλήρες.";
$locale['629'] = "Δεν μπορείτε να μετακινήσετε αυτό/αυτά το/τα Μήνυμα/Μηνύματα στο επιλεγμένο Φάκελο διότι θα υπερβεί το μέγιστο όριο μηνυμάτων.";
$locale['630'] = " Όριο Μηνυμάτων";
$locale['631'] = "Ναι";
$locale['632'] = "Όχι";
?>