<?php
$locale['400'] = "Αλμπουμ Φωτογραφιών";
$locale['401'] = "Ανοίξτε το Άλμπουμ";
$locale['402'] = "Δεν υπάρχει thumbnail";
$locale['403'] = "Ημερομηνία: ";
$locale['404'] = "Δημιουργήθηκε από: ";
$locale['405'] = "Φωτογραφίες: ";
$locale['406'] = "Δεν καθορίστηκε Άλμπουμ για Φωτογραφίες.";

$locale['420'] = "Πληροφορίες του Άλμπουμ";
$locale['421'] = "Αλμπουμ: ";
$locale['422'] = "Αριθμός Φωτογραφιών: ";
$locale['423'] = "Η τελευταία Φωτογραφία προστέθηκε από ";
$locale['424'] = " στις ";
$locale['425'] = "Δεν προστέθηκαν Φωτογραφίες σε αυτό το Άλμπουμ";

$locale['430'] = "Προβολή του Άλμπουμ";
$locale['431'] = "Πατήστε εδώ για Προβολή";
$locale['432'] = "Δεν υπάρχει thumbnail";
$locale['433'] = "Ημερομηνία: ";
$locale['434'] = "Προστέθηκε από: ";
$locale['435'] = "Επισκέψεις: ";
$locale['436'] = "Σχόλια: ";
$locale['437'] = "Εκτίμηση: ";
$locale['438'] = "Κανένας";

$locale['450'] = "Προβολή Φωτογραφίας";
$locale['451'] = "Προηγούμενη Φωτογραφία";
$locale['452'] = "Επόμενη Φωτογραφία";
$locale['453'] = "Πατήστε εδώ για να δείτε την Φωτογραφία σε κανονικό Μέγεθος";
$locale['454'] = "Διαστάσεις: ";
$locale['455'] = "Εικονοκύτταρα";
$locale['456'] = "Μέγεθος αρχείου: ";
$locale['457'] = "Αριθμός επισκέψεων: ";
$locale['458'] = "Πατήστε εδώ για Κλείσιμο";
?>