<?php
$locale['r100'] = "Εκτιμήσεις";
$locale['r101'] = "Δεν προστέθηκαν εκτιμήσεις.";
$locale['r102'] = "Διαγραφή της Εκτίμησης";
$locale['r103'] = "Γράψτε μια Εκτίμηση";
$locale['r104'] = "Εκτιμήσεις μπορούν να γράψουν μόνο Μέλη.<br><br>Παρακαλώ συνδεθείτε ή εγγραφτείτε για να ψηφήσετε.";
$locale['r105'] = "Ψηφίσατε στις <b>%s</b> στις %s";
$locale['r106'] = "Παρακαλώ ψηφίστε";
$locale['r107'] = "Ψηφίστε:";
$locale['r108'] = "Δεν υπάρχουν Ψήφοι";
$locale['r109'] = "Ψήφος";
$locale['r110'] = "Ψήφοι";
// Rating Options
$locale['r120'] = "Εξαιρετικό!";
$locale['r121'] = "Πολύ καλό";
$locale['r122'] = "Καλό";
$locale['r123'] = "Μέτρια";
$locale['r124'] = "Καθόλου καλό";
?>