<?php
$locale['400'] = "Εγγραφείτε";
$locale['401'] = "Ενεργοποίηση Λογαριασμού";
// Registration Errors
$locale['402'] = "Πρέπει να διευκρινίσετε ένα όνομα χρηστών, έναν κωδικό πρόσβασης & τη διεύθυνση ηλεκτρονικού ταχυδρομείου.";
$locale['403'] = "Το Όνομα του Χρήστη περιέχει μη έγκυρους χαρακτήρες.";
$locale['404'] = "Οι δύο Κωδικοί δεν ταιριάζουν.";
$locale['405'] = "Λάθος Κωδικός, χρησιμοποιήστε μόνο γράμματα και αριθμούς.<br>
Ο Κωδικός πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες.";
$locale['406'] = "Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας πιθανόν να μην ισχύει.";
$locale['407'] = "Συγγνώμη, το Όνομα Χρήστη ".(isset($_POST['username']) ? $_POST['username'] : "")." υπάρχει.";
$locale['408'] = "Συγγνώμη, αυτό το Email ".(isset($_POST['email']) ? $_POST['email'] : "")." υπάρχει.";
$locale['409'] = "Ένας μη ενεργοποιημένος Λογαριασμός υπάρχει με αυτό το Email.";
$locale['410'] = "Λάθος κωδικός ενεργοποίησης.";
$locale['411'] = "Το Email σας ή το Email Domain σας είναι στην Μαύρη Λίστα.";
// Email Message
$locale['449'] = "Καλώς ήλθατε στο ".$settings['sitename'];
$locale['450'] = "Γεια σας ".(isset($_POST['username']) ? $_POST['username'] : "").",\n
Καλώς ήλθατε στο ".$settings['sitename'].". Αυτά είναι τα στοιχεία για την σύνδεσή σας:\n
Όνομα Χρήστη: ".(isset($_POST['username']) ? $_POST['username'] : "")."
Κωδικός: ".(isset($_POST['password1']) ? $_POST['password1'] : "")."\n
Παρακαλώ ενεργοποιήστε τον Λογαριασμό σας με το ακόλουθο Link:\n";
// Registration Success/Fail
$locale['451'] = "Η Εγγραφή ολοκληρώθηκε";
$locale['452'] = "Τώρα μπορείτε να συνδεθείτε.";
$locale['453'] = "Ένας Διαχειριστής θα ενεργοποίηση τον Λογαριασμό σας σε λίγη ώρα.";
$locale['454'] = "Η Εγγραφή σας ολοκληρώθηκε επιτυχείς, θα λάβετε ένα Email με τα στοιχεία Εγγραφής σας και το Link ενεργοποίησης.";
$locale['455'] = "Ο Λογαριασμός σας έχει ελεγχθεί.";
$locale['456'] = "Η Εγγραφή απέτυχε";
$locale['457'] = "Η αποστολή του Email απέτυχε, παρακαλώ επικοινωνήστε με τον <a href='mailto:".$settings['siteemail']."'>Διαχειριστή της Σελίδας</a>.";
$locale['458'] = "Η Εγγραφή απέτυχε για τον/τους εξής Λόγω/Λόγους(s):";
$locale['459'] = "Παρακαλώ δοκιμάστε πάλι";
// Register Form
$locale['500'] = "Παρακαλώ εισάγετε τα στοιχεία σας παρακάτω. ";
$locale['501'] = "Θα σας σταλεί ένα Email επαλήθευσης στην διεύθυνση ηλεκτρονικού ταχυδρομείου σας. ";
$locale['502'] = "Τα πεδία με το <span style='color:#ff0000;'>*</span> είναι υποχρεωτικά.
Το Όνομα Χρήστη και ο Κωδικός είναι Μικρά-Κεφαλαία.";
$locale['503'] = " Μπορείτε να εισάγετε πρόσθετες πληροφορίες αφού συνδεθείτε στον Λογαριασμό σας και μπείτε στην Διαχείριση του Προφίλ σας.";
$locale['504'] = "Κωδικός ενεργοποίησης:";
$locale['505'] = "Εισάγετε τον Κωδικό ενεργοποίησης:";
$locale['506'] = "Εγγραφή";
$locale['507'] = "Το σύστημα Εγγραφής προς το παρόν είναι απενεργοποιημένο.";
// Validation Errors
$locale['550'] = "Πρέπει να βάλετε ένα Όνομα Χρήστη.";
$locale['551'] = "Πρέπει να βάλετε έναν Κωδικό.";
$locale['552'] = "Πρέπει να βάλετε ένα Email.";
?>