<?php
// Search form
$locale['400'] = "Αναζήτηση ".$settings['sitename'];
$locale['401'] = "Αναζήτηση για:";
$locale['402'] = "Aρθρα";
$locale['403'] = "Νέα";
$locale['404'] = "Μηνύματα στο Φόρουμ";
$locale['405'] = "Downloads";
$locale['406'] = "Web Links";
$locale['407'] = "Μέλη";
$locale['408'] = "Αναζήτηση";
$locale['409'] = "Αποτέλεσμα Αναζήτησης";
// Category matches
$locale['410'] = "Aρθρο";
$locale['411'] = "Aρθρα";
$locale['412'] = "Στοιχείο Νέων";
$locale['413'] = "Στοιχεία Νέων";
$locale['414'] = "Μήνυμα στο Φόρουμ";
$locale['415'] = "Μηνύματα στο Φόρουμ";
$locale['416'] = "Download";
$locale['417'] = "Downloads";
$locale['418'] = "Web Link";
$locale['419'] = "Web Links";
$locale['420'] = "Μέλος";
$locale['421'] = "Μέλη";
$locale['422'] = " βρέθηκαν κριτήρια αναζήτησης που ταιριάζουν";
// Standard search results
$locale['430'] = "Αντιστοιχία";
$locale['431'] = "Αντιστοιχίες";
$locale['432'] = " βρέθηκαν στο ";
$locale['433'] = "Θέμα άρθρου";
$locale['434'] = "Κείμενο άρθρου";
$locale['435'] = "Θέμα Νέων";
$locale['436'] = "Κείμενο Νέων";
$locale['437'] = "Εκτεταμένο κείμενο Νέων";
$locale['438'] = "Κείμενο Θέματος";
$locale['439'] = "Κείμενο Μηνύματος";
// Download & Web link search results
$locale['450'] = "[ΝΕΟ]";
$locale['451'] = "Άδεια:";
$locale['452'] = "O/S:";
$locale['453'] = "Έκδοση:";
$locale['454'] = "Ημερομηνία εισαγωγής:";
$locale['455'] = "Downloads:";
$locale['456'] = "Επισκέψεις:";
// No results
$locale['470'] = "Μηδενικό Αποτέλεσμα.";
$locale['471'] = "Το κείμενο που θα αναζητήσετε πρέπει να περιέχει τουλάχιστον 3 χαρακτήρες.";
?>