<?php
$locale['title'] = "PHP-Fusion Εγκατάσταση";
$locale['charset'] = "iso-8859-7";
$locale['400'] = "Επιλέξτε μία Γλώσσα";
$locale['401'] = "Αδυναμία σύνδεσης με την Βάση Δεδομένων.<br><br>
Παρακαλώ εξασφαλίστε ότι έχετε εισαγάγει τα σωστά στοιχεία.";
$locale['402'] = "Αδυναμία επιλογής Πινάκων στην Βάση Δεδομένων.<br><br>
Παρακαλώ εξασφαλίστε ότι έχετε εισαγάγει τα σωστά στοιχεία.";
// Step 0 - Welcome
$locale['410'] = "Καλώς ήλθατε για την Εγκατάσταση του PHP-Fusion - Μετάφραση από τον Βασίλη Καρασταμάτη";
$locale['411'] = "Τα Δικαιώματα μεταλλαγής πετύχανε";
$locale['412'] = "Τα Δικαιώματα μεταλλαγής απέτυχαν";
$locale['413'] = "Παρακαλώ ελέγξτε αν τυχόν ξεχάσατε να δώσετε Δικαιώματα σε κάποιους Φακέλους που είναι υποχρεωτικά.";
$locale['414'] = "Παρακαλώ συμπληρώστε την ακόλουθη Φόρμα και πατήστε Επόμενο.";
// Step 0 - Access criteria
$locale['420'] = "Ιδιότητες δικαιωμάτων της Βάσης";
$locale['421'] = "Hostname Βάσης:";
$locale['422'] = "Όνομα Χρήστη Βάσης:";
$locale['423'] = "Κωδικός Βάσης:";
$locale['424'] = "Όνομα Βάσης:";
$locale['425'] = "Prefix Πινάκων:";
$locale['426'] = "Επόμενο";
// Step 1 - Write to config / Create database tables
$locale['430'] = "Αδυναμία μεταλλαγής του config<br>\nΠαρακαλώ ελέγξτε τα δικαιώματα μεταλλαγής και προσπαθήστε ξανά.";
$locale['431'] = "Η Εγκατάσταση απέτυχε να δημιουργήσει έναν ή περισσότερους πίνακες.<br><br>
Παρακαλώ ξεκινήστε την Εγκατάσταση από την αρχή.<br><br>
Αν συνεχίσει να υπάρχει πρόβλημα επισκεφτείτε<br>
την σελίδα  <a href='http://www.php-fusion.gr' target='blank'>php-fusion.gr</a>";
$locale['432'] = "Το config μεταλλάχτηκε επιτυχώς.<br><br>\n";
$locale['433'] = "Η δημιουργία των Πινάκων ήταν επιτυχείς.<br><br>
Παρακαλώ συμπληρώστε την ακόλουθη Φόρμα και πατήστε Επόμενο.";
// Step 1 - Super Admin login
$locale['440'] = "Στοιχεία σύνδεσης κύριου Διαχειριστή";
$locale['441'] = "Όνομα Χρήστη:";
$locale['442'] = "Κωδικός:";
$locale['443'] = "Επαναλάβετε τον κωδικό:";
$locale['444'] = "Email:";
// Step 2 - User details validation
$locale['450'] = "Το Όνομα Χρήστη περιέχει μη έγκυρους χαρακτήρες.";
$locale['451'] = "Οι δύο Κωδικοί δεν ταιριάζουν.";
$locale['452'] = "Λάθος κωδικός, παρακαλώ χρησιμοποιήστε μόνο Γράμματα και Αριθμούς.<br>
Ο Κωδικός πρέπει να περιέχει τουλάχιστον 6 Χαρακτήρες.";
$locale['453'] = "Το Email που εισήγατε πιθανόν να μην είναι έγκυρο.";
$locale['454'] = "Υπάρχει ένα λάθος στις Ιδιότητες χρηστών σας:";
// Step 2 - Admin Panels
$locale['460'] = "Διαχειριστές";
$locale['461'] = "Κατηγορίες άρθρων";
$locale['462'] = "Aρθρα";
$locale['463'] = "Μαύρη Λίστα";
$locale['464'] = "Σχόλια";
$locale['465'] = "Επεξεργάσιμες σελίδες";
$locale['466'] = "Backup Βάσης";
$locale['467'] = "Κατηγορίες Download";
$locale['468'] = "Downloads";
$locale['469'] = "FAQs";
$locale['470'] = "Φόρουμς";
$locale['471'] = "Εικόνες";
$locale['472'] = "Infusions";
$locale['473'] = "Infusion Επιτροπές";
$locale['474'] = "Μέλη";
$locale['475'] = "Νέα";
$locale['476'] = "Επιτροπές";
$locale['477'] = "Φώτο ’λμπουμς";
$locale['478'] = "PHP Πληροφ";
$locale['479'] = "Ψηφοφορίες";
$locale['480'] = "Shoutbox";
$locale['481'] = "Συνδέσεις σελίδας";
$locale['482'] = "Υποβολές";
$locale['483'] = "Αναβάθμιση";
$locale['484'] = "Ομάδες Μελών";
$locale['485'] = "Κατηγορίες Ιστοσυνδέσεων";
$locale['486'] = "Ιστοσυνδέσεις";
$locale['487'] = "Βασικές Ιδιότητες";
$locale['488'] = "Ιδιότητες Ώρας και Ημερομηνίας";
$locale['489'] = "Ιδιότητες Φόρουμ";
$locale['490'] = "Ιδιότητες Εγγραφής";
$locale['491'] = "Ιδιότητες Στοά Φωτογραφιών";
$locale['492'] = "Διάφορες Ιδιότητες";
$locale['493'] = "Ιδιότητες Προσωπικών Μηνυμάτων";
$locale['494'] = "Νέα";
// Step 2 - Navigation Links
$locale['500'] = "Αρχική σελίδα";
$locale['501'] = "Aρθρα";
$locale['502'] = "Downloads";
$locale['503'] = "FAQ";
$locale['504'] = "Φόρουμ";
$locale['505'] = "Επικοινωνία";
$locale['507'] = "Ιστοσυνδέσεις";
$locale['508'] = "Φωτογραφίες";
$locale['509'] = "Αναζήτηση";
$locale['510'] = "Προσθήκη σύνδεσης";
$locale['511'] = "Προσθήκη Νέων";
$locale['512'] = "Προσθήκη άρθρου";
$locale['513'] = "Προσθήκη Φωτογραφίας";
// Stage 2 - Panels
$locale['520'] = "Περιήγηση";
$locale['521'] = "Συνδεδεμένοι";
$locale['522'] = "Θέματα του Φόρουμ";
$locale['523'] = "Τελευταία άρθρα";
$locale['524'] = "Μήνυμα Υποδοχής";
$locale['525'] = "Λίστα Θέματα του Φόρουμ";
$locale['526'] = "Πληροφορίες Χρήστη";
$locale['527'] = "Ψηφοφορία Μελών";
$locale['528'] = "Shoutbox";
// Stage 2 - News Categories
$locale['540'] = "Προβλήματα";
$locale['541'] = "Downloads";
$locale['542'] = "Παιχνίδια";
$locale['543'] = "Γραφικά";
$locale['544'] = "Υλικό";
$locale['545'] = "Περιοδικό";
$locale['546'] = "Μέλη";
$locale['547'] = "Εργαλεία";
$locale['548'] = "Ταινίες";
$locale['549'] = "Δίκτυο";
$locale['550'] = "Νέα";
$locale['551'] = "PHP-Fusion";
$locale['552'] = "Ασφάλεια";
$locale['553'] = "Λογισμικό";
$locale['554'] = "Themes";
$locale['555'] = "Windows";
// Final message
$locale['580'] = "Η Εγκατάσταση ολοκληρώθηκε, Το PHP-Fusion είναι έτυμο για την Χρήση.<br>
<a href='index.php'>Πατήστε εδώ</a> για να μπείτε στην σελίδα σας.<br>
<b>Σημείωση:</b> Πρέπει να διαγράψετε το setup.php από τον κεντρικό υπολογιστή σας<br>
και να δώσετε δικαιώματα 644 στο config.php σας για λόγους ασφαλείας.<br><br>
Σας ευχαριστούμε που επιλέξατε το PHP-Fusion.";
?>