<?php
$locale['400'] = "Shoutbox Βοήθεια";
$locale['401'] = "Το ".$settings['sitename']." Shoutbox επιτρέπει στους επισκέπτες και στα Μέλη να γράψουν ένα μικρό μήνυμα. Το HTML είναι κλειδωμένο
για λόγους ασφαλείας. Το Maximum χαρακτήρων που επιτρέπεται 
είναι 255, και ότι υπερβεί παραπάνω θα τερματιστεί. Λέξεις με περισσότερο από 20 χαρακτήρες θα κοπούνε αυτόματα. 
Παρακαλώ <b>μην</b>:<br>
<br>
· Προκαλείτε, ή επιτίθεστε σε άλλους επισκέπτες ή Μέλη.<br>
· Flood ή  Spam με αποστολή πολλαπλάσιων μηνυμάτων.<br>
· Απαράδεκτη ή καταχρηστική γλώσσα χρήσης.<br>
<br>
Μπορείτε να διαφημίσετε την Ιστοσελίδα σας, ή οποιοσδήποτε άλλη Ιστοσελίδα που να μην περιέχει οποιαδήποτε ρητό ή πνευματικά δικαίωμα ώστε να παραβιάζει το υλικό. Πρέπει να εισάγετε ένα Όνομα και ένα Μήνυμα, διαφορετικά θα απορριφθεί. Τα ακόλουθα
smileys είναι διαθέσιμα ως πρόσθετα:";
$locale['402'] = "Κώδικας";
$locale['403'] = "Smiley";
$locale['404'] = "".$settings['sitename']." έχει το δικαίωμα να αφαιρέσει οποιεσδήποτε κείμενο που παραβιάζουν τους κανόνες. Περισσότερες Πληροφορίες στο <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a>.";
?>