<?php
$locale['400'] = "Υποβολή μιας Σύνδεσης";
// Submit Link Success
$locale['410'] = "Ευχαριστούμε για την υποβολή του Link";
$locale['411'] = "Υποβολή επόμενου Link";
$locale['412'] = "Επιστροφή στο ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "Χρησιμοποιήστε την ακόλουθη Φόρμα για να εισάγεται ένα Link. Η υποβολή σας θα ελεγχθεί από έναν Διαχειριστή. Οι συνδέσεις που θα κριθούν ακατάλληλες δεν θα γίνουν αποδεκτές";
$locale['421'] = "Κατηγορία:";
$locale['422'] = "Όνομα σύνδεσης:";
$locale['423'] = "Διεύθυνση σύνδεσης:";
$locale['424'] = "Περιγραφή σύνδεσης:";
$locale['425'] = "Υποβολή σύνδεσης";
// Submit News
$locale['450'] = "Υποβολή στα Νέα";
// Submit News Success
$locale['460'] = "Σας ευχαριστούμε για την υποβολή των Νέων σας";
$locale['461'] = "Υποβάλετε ένα άλλο στοιχείο Νέων";
// Submit News Form
$locale['470'] = "Χρησιμοποιήστε την ακόλουθη μορφή για να υποβάλετε νέα. Η υποβολή σας θα αναθεωρηθεί από έναν Διαχειριστή. ".$settings['sitename']." έχει το δικαίωμα να τροποποιηθεί ή να εκδοθεί οποιαδήποτε υποβολή. Τα Νέα πρέπει να ισχύουν στο περιεχόμενο αυτής της σελίδας. Οι ακατάλληλες υποβολές θα διαγραφούν.";
$locale['471'] = "Θέμα:";
$locale['472'] = "Νέα:";
$locale['473'] = " Ενεργοποίηση αυτόματης απόσπασης Γραμμών";
$locale['474'] = "Προηγούμενα Νέα";
$locale['475'] = "Υποβολή Νέων";
$locale['476'] = "Κατηγορία:";
$locale['477'] = "- Κενό -";
// Submit Article
$locale['500'] = "Υποβολή άρθρου";
// Submit Article Success
$locale['510'] = "Σας ευχαριστώ για την υποβολή του άρθρου σας";
$locale['511'] = "Υποβάλετε ένα άλλο άρθρο";
// Submit Article Form
$locale['520'] = "Χρησιμοποιήστε την ακόλουθη Φόρμα για να υποβάλετε ένα άρθρο. Η υποβολή σας θα αναθεωρηθεί από έναν Διαχειριστή. ".$settings['sitename']." έχει το δικαίωμα να τροποποιήσει οποιαδήποτε υποβολή. Τα άρθρα στα Νέα πρέπει να ισχύουν στο περιεχόμενο αυτής της σελίδας. Οι ακατάλληλες υποβολές θα διαγραφούν.";
$locale['521'] = "Κατηγορία:";
$locale['522'] = "Θέμα:";
$locale['523'] = "Απόκαμα:";
$locale['524'] = "’ρθρο:";
$locale['525'] = " Ενεργοποίηση αυτόματης απόσπασης Γραμμών";
$locale['526'] = "Προηγούμενο Νέο";
$locale['527'] = "Υποβολή Νέων";
// Submit Error
$locale['550'] = "Παρακαλώ συμπληρώστε την Φόρμα.";
$locale['551'] = "Δεν υπάρχει καμία κατηγορία που καθορίζεται.";
// Submit Photo
$locale['570'] = "Υποβολή Φωτογραφίας";
// Submit Photo Success
$locale['580'] = "Σας ευχαριστώ για την υποβολή της φωτογραφίας σας";
$locale['581'] = "Υποβάλετε μια άλλη φωτογραφία";
// Submit Photo Error
$locale['600'] = "Η φωτογραφία σας δεν θα μπορούσε να υποβληθεί";
$locale['601'] = "Ακυρο όνομα αρχείου εικόνας.";
$locale['602'] = "Η εικόνα πρέπει να είναι λιγότερο από %u bytes.";
$locale['603'] = "Η εικόνα πρέπει να είναι GIF, JPEG ή PNG αρχείο.";
$locale['604'] = "Η εικόνα πρέπει να μην είναι μεγαλύτερη από %uw x %uh εικονοκύτταρα.";
// Submit Photo Form
$locale['620'] = "Χρησιμοποιήστε την ακόλουθη Φόρμα για να εισάγετε μια Φωτογραφία. Η υποβολή σας θα αναθεωρηθεί από έναν Διαχειριστή. ".$settings['sitename']." έχει το δικαίωμα να τροποποιήσει οποιαδήποτε υποβολή. Photos
should be applicable to the content of this site. submissions deemed unsuitable will be rejected.";
$locale['621'] = "Τίτλος:";
$locale['622'] = "Περιγραφή:";
$locale['623'] = "Εικόνα: ";
$locale['624'] = "Max. μέγεθος αρχείου: %s / Max. μέγεθος: %ux%u εικονοκύτταρα";
$locale['625'] = "Αλμπουμ:";
$locale['626'] = "Υποβολή Φωτογραφίας";
?>