<?php
// Delete blacklisted user
$locale['400'] = "Удалить пользователя из Черного Списка";
$locale['401'] = "Пользователь удален из Blacklist";
$locale['402'] = "Вернуться в администрирование Blacklist";
$locale['403'] = "Вернуться в панель админа";
// Add/Edit Blacklist Titles
$locale['420'] = "Черный список пользователей";
$locale['421'] = "Редактировать Черный список";
// Add/Edit blacklist form
$locale['440'] = "Введенный IP адрес запретит пользователю с  указанным IP адресом посещать ваш сайт.
 Вы должны ввести полный IP, т.е. <i>123.123.123.123</i>, или часть IP, т.е. <i>123.123.123 или 123.123</i>.<br><br>
Введенный email адрес запретит пользователю регистрироваться с этого адреса. Вы можете ввести полный email адрес
, т.т. <i>foo@bar.com</i>, или email домен, т.е. <i>bar.com</i>";
$locale['441'] = "Черный список IP адрес: <b>or</b>";
$locale['442'] = "Черный список email адрес:";
$locale['443'] = "Черный список, причины";
$locale['444'] = "Черный список пользователей";
// Current blacklisted users
$locale['460'] = "Забаненные посетители";
$locale['461'] = "Информация";
$locale['462'] = "Опции";
$locale['463'] = "Править";
$locale['464'] = "Удалить";
$locale['465'] = "Черный список пока пустой.";
?>