<?php
$locale['400'] = "Изменение страницы";
$locale['401'] = "Изменения сохранены";
$locale['402'] = "Ссылка на эту страницу: ";
$locale['403'] = "Вернуться в панель управления страницами";
$locale['404'] = "Вернуться в панель администратора";
$locale['405'] = "Добавить страницу";
$locale['406'] = "Страница добавлена";
$locale['407'] = "Удаление страницы";
$locale['408'] = "Страница удалена";
// edit/delete existing custom page
$locale['420'] = "Страницы";
$locale['421'] = "Изменить";
$locale['422'] = "Удалить";
// custom_pages form
$locale['430'] = "Название:";
$locale['431'] = "Доступ: ";
$locale['432'] = "Содержание:";
$locale['433'] = "Добавить ссылку в меню навигации";
$locale['434'] = "Разрешить комментарии";
$locale['435'] = "Разрешить рейтинг";
$locale['436'] = "Предв. просмотр";
$locale['437'] = "Сохранить страницу";
?>