<?php
// Delete Download Category
$locale['400'] = "Удаление категории файлов";
$locale['401'] = "Категория не может быть удалена";
$locale['402'] = "В этой категории нет файлов";
$locale['403'] = "Вернуться в управление категориями файлов";
$locale['404'] = "Вернуться в панель администратора";
$locale['405'] = "Категория удалена";
// Add/Edit Download Category Titles
$locale['420'] = "Изменение категории";
$locale['421'] = "Создание категории";
// Add/Edit Download Category Form
$locale['430'] = "Название категории:";
$locale['431'] = "Описание категории:";
$locale['432'] = "Сохранить";
$locale['433'] = "Доступ к категории:";
$locale['434'] = "Сортировка Категорий:";
$locale['435'] = "ID загрузки";
$locale['436'] = "Заголовок загрузки";
$locale['437'] = "Дата загрузки";
$locale['438'] = "Возрастание";
$locale['439'] = "Убывание";
// Current Download Categories
$locale['440'] = "Текушие категории загрузок";
$locale['441'] = "Категории";
$locale['445'] = "Доступ";
// Delete Download
$locale['460'] = "Удалить файл?";
// Add/Edit Download Titles
$locale['470'] = "Изменить файл";
$locale['471'] = "Добавить файл";
// Add/Edit Download Form
$locale['480'] = "Название:";
$locale['481'] = "Описание:";
$locale['482'] = "URL:";
$locale['483'] = "Категория:";
$locale['484'] = "Лицензия:";
$locale['485'] = "ОС:";
$locale['486'] = "Версия:";
$locale['487'] = "Размер:";
$locale['488'] = "Сохранить";
$locale['489'] = "Обновить дату публикации";
// Current Downloads
$locale['500'] = "Файлы";
$locale['501'] = "Название [Нажмите для тестирования]";
$locale['502'] = "Опции";
$locale['503'] = "Изменить";
$locale['504'] = "Удалить";
// No Downloads/Download Categories Defined
$locale['505'] = "В этой категории файлов нет";
$locale['506'] = "Нет категорий";
$locale['507'] = "Управление категориями файлов";
$locale['508'] = "Нет категорий";
$locale['509'] = "Вы должны создать, по крайней мере 1 категорию, чтобы добавлять файлы";
$locale['510'] = "Нажмите здесь";
$locale['511'] = " для перехода в панель управления категориями файлов";
?>