<?php
// Edit/Add Forum Category
$locale['400'] = "Редактировать категории форума";
$locale['401'] = "Категория форума модифицирована";
$locale['402'] = "Добавить категорию форума";
$locale['403'] = "Категория форума добавлена";
// Edit/Add Forum
$locale['404'] = "Редактировать форум";
$locale['405'] = "Форум обновлен";
$locale['406'] = "Добавить форум";
$locale['407'] = "Форум добавлен";
// Edit Forum Moderators
$locale['408'] = "Редактирование модераторов форума";
$locale['409'] = "Редактировать модераторов";
// Delete Forum Category
$locale['410'] = "Удаление категории форума";
$locale['411'] = "Категория форума удалена";
$locale['412'] = "Категория не может быть удалена";
$locale['413'] = "Есть форумы, связанные с этой категорией";
// Delete Forum Category
$locale['414'] = "Удалить форум";
$locale['415'] = "Форум удален";
$locale['416'] = "Форум не может быть удален";
$locale['417'] = "В нем есть темы/сообщения";
// 'Return to' Links
$locale['418'] = "Возврат в управление форумами";
$locale['419'] = "Возврат в панель администратора";
// Add/Edit Forum Category/Forum Titles
$locale['420'] = "Изменение категории";
$locale['421'] = "Добавить форум";
$locale['422'] = "Редактирование форума";
$locale['423'] = "Добавить категорию";
// Add/Edit Forum Category Form
$locale['440'] = "Название категории";
$locale['441'] = "Положение";
$locale['442'] = "Сохранить";
// Add/Edit Forum Form
$locale['460'] = "Название форума";
$locale['461'] = "Описание форума";
$locale['462'] = "Категория форума";
$locale['463'] = "Положение";
$locale['464'] = "Доступ:";
$locale['465'] = "Пост контроль:";
$locale['466'] = "Сохранить";
$locale['467'] = "Сохранить модераторов";
// Current Forums
$locale['480'] = "Текущие форумы";
$locale['481'] = "Изменить";
$locale['482'] = "Удалить";
$locale['483'] = "Нет форумов";
$locale['484'] = "Нет категорий";
$locale['485'] = "Категории/Форум";
$locale['486'] = "Доступность/Постконтроль";
$locale['487'] = "Порядок";
$locale['488'] = "Опции";
$locale['489'] = "Вверх";
$locale['490'] = "Вниз";
$locale['491'] = "Передвинуть вверх";
$locale['492'] = "Передвинуть вниз";
$locale['493'] = "Обновить порядок форумов";

?>