<?php
// Delete Image
$locale['400'] = "Удаление картинки";
$locale['401'] = "Картинка удалена";
$locale['402'] = "Возврат в управление картинками";
$locale['403'] = "Возврат в панель администратора";
// Upload Image
$locale['420'] = "Загрузить картинку";
$locale['421'] = "Имя файла:";
$locale['422'] = "Основные изображения";
$locale['423'] = "Картинки для статей";
$locale['424'] = "Картинки для новостей";
$locale['425'] = "Вы можете загружать картинки только форматов gif, png или jpg";
$locale['426'] = "Картинка загружена";
$locale['427'] = "Новые каталоги картинок";
// View Image
$locale['440'] = "Просмотр картинки";
$locale['441'] = "Неизвестный файловый формат, не могу отобразить картинку.";
$locale['442'] = "Удалить это изображение";
// Image Management
$locale['460'] = "Картинки";
$locale['461'] = "Просмотр";
$locale['462'] = "Удалить";
$locale['463'] = "Этот каталог пустой";
$locale['464'] = "Обновить список картинок для редактора TinyMCE";
?>