<?php
// Member Management Options
$locale['400'] = "Пользователь";
$locale['401'] = "Посетитель";
$locale['402'] = "Добавить";
$locale['403'] = "Статус";
$locale['404'] = "Опции";
$locale['405'] = "Просмотр";
$locale['406'] = "Править";
$locale['407'] = "Разбанить";
$locale['408'] = "Забанить";
$locale['409'] = "Удалить";
$locale['410'] = "Нет имени пользователя, начинающих с ";
$locale['411'] = "Показать все";
$locale['412'] = "Активирован";
// Ban/Unban/Delete Member
$locale['420'] = "Забанен";
$locale['421'] = "Разбанен";
$locale['422'] = "Пользователь удален";
$locale['423'] = "Вы действительно хотите удалить этого пользователя?";
$locale['424'] = "Пользователь активирован";
$locale['425'] = "Счет активированный в ";
$locale['426'] = "Здравствуйте, [USER_NAME],\n
Ваш аккаунт ".$settings['sitename']." активирован.\n
Вы можете теперь войти в систему используя свой логин и пароль.\n".$settings['siteusername'];
// Edit Member Details
$locale['430'] = "Редактировать пользователя";
$locale['431'] = "Информация о пользователе обновлена";
$locale['432'] = "Возврат в управление пользователями";
$locale['433'] = "Вернуться в панель администрирования";
$locale['434'] = "Не могу обновить информацию пользователя:";
// Extra Edit Member Details form options
$locale['440'] = "Сохранить изменения";
// Update Profile Errors
$locale['450'] = "Невозможно изменить информацию о главном администраторе.";
$locale['451'] = "Вы должны ввести имя и E-mail пользователя.";
$locale['452'] = "Имя пользователя содержит не разрешенные символы.";
$locale['453'] = "Имя ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." уже используется.";
$locale['454'] = "Недопустимый E-mail.";
$locale['455'] = "E-mail ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." уже используется.";
$locale['456'] = "Новые пароли не совпадают.";
$locale['457'] = "Недопустимый пароль. Используйте только буквы английского алфавита и цифры.<br>Пароль должен быть не менее 6 символов.";
$locale['458'] = "<b>Внимание:</b> ошибка выполнения скрипта.";
// View Member Profile
$locale['470'] = "Профиль пользователя: ";
$locale['472'] = "Статистика";
$locale['473'] = "Группы пользователей";
// Add Member Errors
$locale['480'] = "Добавить пользователя";
$locale['481'] = "Аккаунт пользователя создан.";
$locale['482'] = "Аккаунт пользователя не создан.";
?>