<?php
// Panel Management
$locale['400'] = "Управление панелями";
$locale['401'] = "Название панели";
$locale['402'] = "Место";
$locale['403'] = "Положение";
$locale['404'] = "Тип";
$locale['405'] = "Доступ";
$locale['406'] = "Опции";
// Panel Settings
$locale['420'] = "Слева";
$locale['421'] = "Центр";
$locale['422'] = "Справа";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "L-Ctr";
// Panel Options
$locale['430'] = "Двигать влево";
$locale['431'] = "Двигать вправо";
$locale['432'] = "Двигать вверх";
$locale['433'] = "Двигать вниз";
$locale['434'] = "Редактировать";
$locale['435'] = "ВКЛ";
$locale['436'] = "ВЫКЛ";
$locale['437'] = "Удалить";
$locale['438'] = "Добавить новую панель";
$locale['439'] = "Обновить порядок панелей";
$locale['440'] = "Удалить эту панель?";
$locale['441'] = "Влево";
$locale['442'] = "Вправо";
$locale['443'] = "Вверх";
$locale['444'] = "Вниз";
$locale['445'] = "Передвинуть выше";
$locale['446'] = "Передвинуть ниже";
// Add/Edit Panel Form
$locale['450'] = "Редактировать панель";
$locale['451'] = "Добавить панель";
$locale['452'] = "Название панели:";
$locale['453'] = "Файл:";
$locale['454'] = "При выборе этого пункта содержание панели будет проигнорировано";
$locale['455'] = "Содержание панели:";
$locale['456'] = "Сторона:";
$locale['457'] = "Доступ:";
$locale['458'] = "Предв. просмотр";
$locale['459'] = "Сохранить";
$locale['460'] = "Отображать панель на всех страницах";
// Update/Add new Panel Errors
$locale['470'] = "Не указано название панели";
$locale['471'] = "Панель с таким именем уже существует";
$locale['472'] = "Вы не ввели содержание панели";
$locale['473'] = "Вы не выбрали файл панели";
// Update/Add new Panel Success/Fail
$locale['480'] = "Обновить панель";
$locale['481'] = "Панель не обновлена";
$locale['482'] = "Панель обновлена";
$locale['483'] = "Добавить новую панель";
$locale['484'] = "Невозможно добавить панель";
$locale['485'] = "Новая панель добавлена";
$locale['486'] = "Назад в панель управления панелями";
$locale['487'] = "Назад в панель администратора";
?> 