<?php
$locale['400'] = "Добавить Ajnj";
$locale['401'] = "Редактировать Фото";
$locale['402'] = "Удалить Фото";

$locale['410'] = "Новое фото добавлено в базу";
$locale['411'] = "Фото успешно обновлено";
$locale['412'] = "Фото удалено";
$locale['413'] = "Фото удалено из базы";

$locale['420'] = "Ошибка в фото";
$locale['421'] = "Произошла следующая ошибка:";
$locale['422'] = "Недопустимое название картинки.";
$locale['423'] = "Размер фото должен быть меньше %s.";
$locale['424'] = "Фото должно быть формата GIF, JPEG или PNG.";
$locale['425'] = "Фото не должно превышать по размерам %uw x %uh пикселов.";

$locale['440'] = "Название: ";
$locale['441'] = "Описание: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Превью: ";
$locale['445'] = "Разрешить комментарии";
$locale['446'] = "Разрешить рейтинг";
$locale['447'] = "Сохранить фото";
$locale['448'] = "Отмена";

$locale['460'] = "Текущие фото";
$locale['461'] = "Нажми для просмотра";
$locale['462'] = "Нет картинок";
$locale['463'] = "Дата: ";
$locale['464'] = "Добавлено: ";
$locale['465'] = "Просмотров: ";
$locale['466'] = "Комментариев: ";
$locale['467'] = "Переместить вверх";
$locale['468'] = "Переместить вниз";
$locale['469'] = "Редактировать";
$locale['470'] = "Удалить";

$locale['480'] = "Нет фотографий.";
$locale['481'] = "Закрыть альбом";
?>