<?php
$locale['400'] = "Добавить альбом";
$locale['401'] = "Редактировать альбом";
$locale['402'] = "Удалить альбом";

$locale['410'] = "Новый альбом добавлен в базу";
$locale['411'] = "Альбом успешно обновлен";
$locale['412'] = "Превью удалено";
$locale['413'] = "Альбом удален из базы";
$locale['414'] = "Альбом не может быть удален";
$locale['415'] = "Есть фото в этом альбоме.";

$locale['420'] = "Ошибка в альбоме";
$locale['421'] = "Произошла следующая ошибка:";
$locale['422'] = "Недопустимое название картинки.";
$locale['423'] = "Фото не должно превышать по размерам %uw x %uh пикселов.";
$locale['424'] = "Фото должно быть формата GIF, JPEG или PNG.";
$locale['425'] = "Размер фото должен быть меньше %s.";

$locale['440'] = "Название: ";
$locale['441'] = "Описание: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Превью: ";
$locale['445'] = "Сохранить альбом";
$locale['446'] = "Отмена";

$locale['460'] = "Текущий альбом";
$locale['461'] = "Открыть альбом";
$locale['462'] = "Нет превью";
$locale['463'] = "Дата: ";
$locale['464'] = "Прислал: ";
$locale['465'] = "Доступ: ";
$locale['466'] = "Фото: ";
$locale['467'] = "Переместить вверх";
$locale['468'] = "Переместить вниз";
$locale['469'] = "Редактировать";
$locale['470'] = "Удалить";

$locale['480'] = "Обновить порядок альбомов и фотографий";
$locale['481'] = "Нет фотоальбомов.";
?>