<?php
$locale['400'] = "Запись опроса";
$locale['401'] = "Опрос обновлен";
$locale['402'] = "Новый опрос сохранен";
$locale['403'] = "Удалить опрос";
$locale['404'] = "Опрос удален";
$locale['405'] = "Назад в панель администратора";
// Preview Poll
$locale['410'] = "Предв. просмотр";
$locale['411'] = "ОК";
// Edit/Delete Poll
$locale['420'] = "Текущий опрос";
$locale['421'] = "Редактировать";
$locale['422'] = "Удалить";
// Add/Edit Poll Form
$locale['430'] = "Добавить голосование";
$locale['431'] = "Редактировать голосование";
$locale['433'] = "Заголовок опроса:";
$locale['434'] = "Опции ";
$locale['435'] = " Опрос закрыт";
$locale['436'] = "Начат: ";
$locale['437'] = "Закончен: ";
$locale['438'] = "Добавить опции";
$locale['439'] = "Предворительный просмотр";
$locale['440'] = "Сохранить опрос";
?>