<?php
$locale['400'] = "Установки";
// Site Settings
$locale['401'] = "Основа";
$locale['402'] = "Название сайта:";
$locale['403'] = "URL сайта:";
$locale['404'] = "Лого сайта:";
$locale['405'] = "E-mail администратора:";
$locale['406'] = "Ваше имя:";
$locale['407'] = "Приветствие сайта:";
$locale['408'] = "Оставьте пустым, если не нужно";
$locale['409'] = "Описание сайта:";
$locale['410'] = "Ключевые слова:";
$locale['411'] = "Слова разделяйте запятой";
$locale['412'] = "Нижняя часть сайта:";
$locale['413'] = "Стартовая страница:";
$locale['414'] = "Site locale (язык сайта):";
$locale['415'] = "Схема сайта:";
$locale['416'] = "Стиль вывода новостей:";
$locale['417'] = "В одну колонку";
$locale['418'] = "В две колонки";
// Time & Date Settings
$locale['450'] = "Установка времени и даты";
$locale['451'] = "Короткий формат даты:";
$locale['452'] = "Расширенный формат даты:";
$locale['453'] = "Формат даты на форуме:";
$locale['454'] = "Подзаголовок формата даты:";
$locale['455'] = "-- Выбрать формат --";
$locale['456'] = "Временной сдвиг";
// Forum Settings
$locale['500'] = "Настройки форума";
$locale['501'] = "Панель последних сообщений:";
$locale['502'] = "ВКЛ";
$locale['503'] = "ВЫКЛ";
$locale['505'] = "Кол-во тем:";
$locale['506'] = "(На панели)";
$locale['507'] = "Разрешить аттачи?";
$locale['508'] = "Да";
$locale['509'] = "Нет";
$locale['510'] = "Максимальный размер аттача:";
$locale['511'] = "Максимальный размер файла в байтах";
$locale['512'] = "Разрешенные типы файлов:";
$locale['513'] = "Разделяйте типы файлов запятой";
$locale['514'] = "Чистка форума:";
$locale['515'] = "Внимание";
$locale['516'] = "Будут удалены все темы/сообщения<br>которые старше указанного кол-ва дней.";
$locale['517'] = "Чистить";
$locale['518'] = "Дней";
$locale['519'] = "Разрешить уведомление на форуме о темах?";
// Registration Settings
$locale['550'] = "Установки регистрации";
$locale['551'] = "Разрешить систему регистрации?";
$locale['552'] = "Использовать проверку email при регистрации?";
$locale['553'] = "Отображать проверочный код?";
$locale['554'] = "Тип кода проверки:";
$locale['555'] = "Картинка";
$locale['556'] = "Текст";
$locale['557'] = "Новые участники активируются администрацией?";
// Photo Gallery Settings
$locale['600'] = "Фото галерея";
$locale['601'] = "Размер превью:";
$locale['602'] = "Размер фото:";
$locale['603'] = "Максимальный размер фото:";
$locale['604'] = "Ширина x Высота";
$locale['605'] = "Максимальный размер файла (bytes):";
$locale['606'] = "Метод компрессии превью:";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "Превью в строке:";
$locale['610'] = "Превью на страницу:";
// Other Settings
$locale['650'] = "Другие настройки";
$locale['651'] = "Список запрещенных слов:";
$locale['652'] = "На строке одно слово.";
$locale['653'] = "Оставьте пустым, если не требуется.";
$locale['654'] = "Слова для замены мата:";
$locale['655'] = "Разрешить гостям сообщения в мини-чате?";
$locale['656'] = "Кол-во сообщений в мини-чате:";
$locale['657'] = "Режим обслуживания:";
$locale['658'] = "Сообщение о режиме обслуживания:";
$locale['659'] = "Фильтр плохих слов разрешить?";
$locale['660'] = "Папка бэкапов базы данных";
$locale['661'] = "Оставьте пустой для умолчания.";
$locale['662'] = "Использовать TinyMCE HTML редактор?";
$locale['663'] = "Только для ввода статей и новостей администратором.";
$locale['664'] = "SMTP хост";
$locale['665'] = "Оставить пустым, если sendmail разрешен.";
$locale['666'] = "SMTP логин";
$locale['667'] = "SMTP пароль";
// Private Message Settings
$locale['700'] = "Установки приватных сообщений";
$locale['701'] = "Входящие сообщения, лимит:";
$locale['702'] = "Исходящие сообщения, лимит:";
$locale['703'] = "Лимит сообщений в архиве:";
$locale['704'] = "Введите 0 для анлимита";
$locale['707'] = "Лимит приватных сообщений";
$locale['708'] = "Значение по умолчанию для опций пользователей";
$locale['709'] = "Уведомление по E-mail?";
$locale['710'] = "Сохранять присланные приватные сообщения?";
$locale['711'] = "Заметка: Индивидуальные пользовательские опции берутся из установки, если их нет, то по умолчанию.";
// Save Settings
$locale['750'] = "Сохранить установки";
$locale['751'] = "<< Предыдущее";
$locale['752'] = "Следущее >>";
// Other Settings
$locale['800'] = "Чистка форумов";
$locale['801'] = "Сообщений удалено: ";
$locale['802'] = "Тем удалено: ";
$locale['803'] = "Аттачей удалено: ";
?>