<?php
$locale['400'] = "Удалить сообщения";
$locale['401'] = "Сообщения удалены";
$locale['402'] = "Назад в панель управления мини-чатом";
$locale['403'] = "Назад в панель администратора";
$locale['404'] = "Удалить сообщение";
$locale['405'] = "Сообщение удалено";
// Edit Shout
$locale['420'] = "Изменить сообщение";
$locale['421'] = "Сообщение:";
$locale['422'] = "Сохранить";
// Prune Shoutbox
$locale['430'] = "Удалить все сообщения старше";
$locale['431'] = " дней";
$locale['432'] = "Удалить";
// Current Shouts
$locale['440'] = "Сообщения";
$locale['441'] = "Изменить";
$locale['442'] = "Удалить";
$locale['443'] = "Пользовательский IP: ";
$locale['444'] = "Нет сообщений.";
?>