<?php
$locale['400'] = "Удалить ссылку";
$locale['401'] = "Ссылка удалена";
$locale['402'] = "Назад в панель управления навигацией";
$locale['403'] = "Назад в панель администратора";
// Site Link Titles
$locale['410'] = "Изменить ссылку";
$locale['411'] = "Добавить ссылку";
$locale['412'] = "Навигация";
// Site Links Form
$locale['420'] = "Название:";
$locale['421'] = "URL:";
$locale['422'] = "Обзор:";
$locale['423'] = "Порядок:";
$locale['424'] = "Позиция:";
$locale['425'] = "только навигационная панель";
$locale['426'] = "навигационная панель и подзаголовок";
$locale['427'] = "только подзаголовок";
$locale['428'] = "Открыть ссылку в новом окне";
$locale['429'] = "Сохранить ссылку";
// Site Links List
$locale['430'] = "Имя ссылки";
$locale['431'] = "Обзор";
$locale['432'] = "Порядок";
$locale['433'] = "Опции";
$locale['434'] = "Править";
$locale['435'] = "Удалить";
$locale['436'] = "Нет ссылок.";
// Link Ordering
$locale['440'] = "Вверх";
$locale['441'] = "Вниз";
$locale['442'] = "Передвинуть вверх";
$locale['443'] = "Передвинуть вниз";
$locale['444'] = "Обновить порядок ссылок";
?>