<?php
// Delete Submission
$locale['400'] = "Удалить присланную ссылку";
$locale['401'] = "Ссылка удалена";
$locale['402'] = "Вернуться к управлению присланным";
$locale['403'] = "Вернуться в панель администратора";
// Submission Options
$locale['410'] = "Представленный контент";
$locale['411'] = "Представленные ссылки:";
$locale['412'] = "Представленные Новости:";
$locale['413'] = "Представленные Статьи:";
$locale['414'] = "Нет ссылок, ожидающих проверки.";
$locale['415'] = "Нет новостей, ожидающих проверки.";
$locale['416'] = "Нет статей, ожидающих проверки.";
$locale['417'] = "Просмотр";
$locale['418'] = "Удалить";
$locale['419'] = "Утвердить фото:";
$locale['420'] = "Нет доступных фото для верификации.";
// Add/Delete Web Link Submissions
$locale['430'] = "Опубликовать присланную ссылку";
$locale['431'] = "Ссылка добавлена";
$locale['432'] = "Удалить присланную ссылку";
$locale['433'] = "Ссылка удалена";
$locale['434'] = "Нет категорий";
// Web Link Submission Form
$locale['440'] = "Просмотр нового контента";
$locale['441'] = "Ссылку добавил ";
$locale['442'] = ", ";
$locale['443'] = "Категория:";
$locale['444'] = "Название ссылки:";
$locale['445'] = "URL ссылки:";
$locale['446'] = "Описание ссылки:";
$locale['447'] = "Вы хотите публиковать или удалить эту ссылку?";
$locale['448'] = "Опубликовать";
$locale['449'] = "Удалить ссылку";
// Add/Delete News Submissions
$locale['490'] = "Публикация новостей";
$locale['491'] = "Новости опубликованы";
$locale['492'] = "Удалить присланную новость";
$locale['493'] = "Новость удалена";
// News Submission Form
$locale['500'] = "Опции";
$locale['501'] = "Новости добавил ";
$locale['502'] = "Вы хотите публиковать или удалить эту новость?";
$locale['503'] = "Публиковать";
$locale['504'] = "Удалить новость";
$locale['505'] = "Тема:";
$locale['506'] = "Категория:";
$locale['507'] = "- нет -";
$locale['508'] = "Новости:";

// Add/Delete Article Submissions
$locale['530'] = "Публикация статей";
$locale['531'] = "Статья опубликована";
$locale['532'] = "Удаление статьи";
$locale['533'] = "Статья удалена";
// Article Submission Form
$locale['540'] = "Опции";
$locale['541'] = "Эта статья добавлена ";
$locale['542'] = "Вы хотите публиковать или удалить эту статью?";
$locale['543'] = "Публиковать";
$locale['544'] = "Удалить статью";
$locale['545'] = "Категория:";
$locale['546'] = "Тема:";
$locale['547'] = "Краткое содержание:";
$locale['548'] = "Статья:";

// Add/Delete Photo Submissions
$locale['580'] = "Подтверждение публикации фото";
$locale['581'] = "Фото было опубликовано";
$locale['582'] = "Удалить принятое фото";
$locale['583'] = "Фото удалено";
// Photo Submission Form
$locale['590'] = "Просмотр утвержденных фотографий";
$locale['591'] = "Нажми здесь для просмотра фото";
$locale['592'] = "Вышеуказанное фото было прислано ";
$locale['593'] = "Вы хотите опубликовать или удалить это фото?";
$locale['594'] = "Публиковать фото";
$locale['595'] = "Удалить фото";
$locale['596'] = "Заголовок:";
$locale['597'] = "Описание:";
$locale['598'] = "Альбом";
?>