<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Редактировать группу пользователей";
$locale['401'] = "Группа пользователей модифицирована";
$locale['402'] = "Добавить пользовательскую группу";
$locale['403'] = "Пользовательская группа добавлена";
$locale['404'] = "Редактировать пользовательскую группу";
$locale['405'] = "Всех пользователей добавить в группу";
$locale['406'] = "Всех пользователей удалить из группы";
$locale['407'] = "Выбрать пользователя для добавления в группу";
$locale['408'] = "Удалить пользовательскую группу";
$locale['409'] = "Группа не может быть удалена";
$locale['410'] = "В группе есть пользователи, удали сначала их";
$locale['411'] = "Пользовательская группа удалена";
$locale['412'] = "Вернуться в управления пользовательскими группами";
$locale['413'] = "Вернуться в панель администратора";
// Edit/Delete Options
$locale['420'] = "Пользовательские группы";
$locale['421'] = "Правка";
$locale['422'] = "Удалить";
$locale['423'] = "Удалить эту группу?";
// Edit/Add User Group
$locale['430'] = "Редактирование пользовательской группы";
$locale['431'] = "Добавить группу пользователей";
$locale['432'] = "Название группы:";
$locale['433'] = "Описание группы:";
$locale['434'] = "Сохранить группу";
$locale['435'] = "Добавить всех пользователей";
$locale['436'] = "Удалить всех пользователей";
$locale['437'] = "Сохранить выбранных пользователей";
?>