<?php
// Delete Web Link Category
$locale['400'] = "Удалить категорию ссылок";
$locale['401'] = "Категория ссылок не может быть удалена";
$locale['402'] = "В этой категории есть ссылки";
$locale['403'] = "Назад в панель управления категориями ссылок";
$locale['404'] = "Назад в панель администратора";
$locale['405'] = "Категория удалена";
// Add/Edit Web Link Category Titles
$locale['420'] = "Изменить категорию";
$locale['421'] = "Добавить категорию";
// Add/Edit Web Link Category Form
$locale['430'] = "Название категории:";
$locale['431'] = "Описание категории:";
$locale['432'] = "Сохранить";
$locale['433'] = "Доступ:";
$locale['434'] = "Сортировка категорий:";
$locale['435'] = "ID ссылки";
$locale['436'] = "Заголовок ссылки";
$locale['437'] = "Дата ссылки";
$locale['438'] = "Возрастание";
$locale['439'] = "Убывание";
// Current Web Link Categories
$locale['440'] = "Текущие Категории";
$locale['441'] = "Название [Нажмите для изменения]";
$locale['445'] = "Доступ";
// Delete Web Link
$locale['460'] = "Удалить ссылку?";
// Add/Edit Web Link Titles
$locale['470'] = "Изменить ссылку";
$locale['471'] = "Добавить ссылку";
// Add/Edit Web Link Form
$locale['480'] = "Название сайта:";
$locale['481'] = "Описание:";
$locale['482'] = "URL сайта:";
$locale['483'] = "Категория:";
$locale['484'] = "Добавить";
$locale['485'] = "Обновить дату публикации";
// Current Web Links
$locale['500'] = "Ссылки";
$locale['501'] = "Название [Нажмите для теста]";
$locale['502'] = "Опции";
$locale['503'] = "Изменить";
$locale['504'] = "Удалить";
$locale['505'] = "В этой категории нет ссылок";
$locale['506'] = "Нет категорий";
$locale['507'] = "Ссылки категории Admin";
$locale['508'] = "Нет категорий";
$locale['509'] = "Вы должны создать, как минимум, одну категорию, в которую вы будете добавлять файлы";
$locale['510'] = "Нажмите здесь,";
$locale['511'] = " чтобы перейти в панель управления категориями ссылок";
?>