<html xmlns="http://www.w3.org/1999/xhtml">
<HEAD>
<TITLE>Insert table button</TITLE>
<link href="style.css" rel="stylesheet" type="text/css">
</HEAD>

<BODY>

<table width="100%" border="0" cellpadding="1" cellspacing="3" class="pageheader">
  <tr> 
    <td><span class="title">Creeaz&#259; con&#355;inut accessibil</span></td>
    <td align="right"><a href="index.htm"><acronym title="Tabela de con&#355;inut">TDC</acronym></a></td>
  </tr>
</table>
<hr noshade>
<p>TinyMCE poate crea con&#355;inut HTML care va fi accesibil tuturor utilizatorilor, inclusiv celor cu dizabilit&#259;&#355;i, care folosesc tehnologii de asisten&#355;&#259;, precum celor care folosesc programe pentru navigare pe internet &#238;n mod text, sau celor care navigheaz&#259; pe internet cu imaginile dezactivate. </p>

<p><strong>Lucruri pe care le po&#355;i face pentru a-&#355;i face con&#355;inutul accesibil:</strong></p>
<ol>
<li><strong>Include o Descriere de imagine:</strong> Utilizatorii nev&#259;z&#259;tori sau cei care nu pot vedea imaginile, vor a&#351;tepta ca Descrierea de imagine (sau text Alt) s&#259; &#238;nlocuiasc&#259; imaginea. Dac&#259; o imagine nu are vreun sens, cum ar fi o decora&#355;ie sau o imagine de spa&#355;iere, las&#259; gol c&#226;mpul de Descriere imagine. TinyMCE va introduce, &#238;n acest caz, un atribut text Alt care va for&#355;a tehnologiile asistive s&#259; ignore imaginea.<br /><br /></li>

<li><strong>Adaug&#259; un domeniu datelor din celulele de antet al tabelelor:</strong> &#206;n fereastra de editare a celulelor de tabele alege un domeniu la crearea celulelor antet, astfel ca titlurile coloanelor sau ale r&#226;ndurilor din acea celul&#259; s&#259; fie asociate explicit cu propriile celule de date. &#206;n acest fel, celulele-antet ale tabelului vor fi anuntate &#238;n fiecare celull&#259; de date, u&#351;ur&#226;nd parcurgerea textului de c&#259;tre utilizatorii nev&#259;z&#259;tori care folosesc un cititor de ecran pentru a &#238;n&#355;elege ce reprezint&#259; con&#355;inutul fiec&#259;rei celule.<br /><br /></li>

<li><strong>Structureaz&#259; con&#355;inutul cu titluri dispuse corect:</strong> In the format selection menu choose Heading 1 to Heading 6 to represent headings in your content,  rather than using other font formating options. Blind users using a screen reader can then extract the headings from the page to generate a summary of the content it contains, and use those headings to navigate quickly to subsections within the page.<br /><br /></li>

<li><strong>Include con&#355;inut alternativ:</strong> Creeaz&#259; o pagin&#259; alternativ&#259; pentru con&#355;inut non-HTML cum sunt Flash, applet-uri Java sau filme incluse &#238;n pagin&#259;. Aceasta ar putea fi o imagine static&#259;, cu o descriere a imaginii, &#351;i o descriere a con&#355;inutului care ar fi ap&#259;rut &#238;n locul acestuia. O pagin&#259; HTML alternativ&#259; ar putea fi creat&#259;, de asemenea, iar o leg&#259;tur&#259; c&#259;tre ea s&#259; fie plasat&#259; l&#226;ng&#259; obiectele non-HTML. Aceasta va asigura accesibilitatea con&#355;inutului de c&#259;tre utilizatorii care folosesc tehnologii asistive, care nu pot vedea sau reda con&#355;inutul &#351;i va garanta disponibilitatea con&#355;inutului celor care nu au instalate plugin-urile potrivite sau aplica&#355;ii ajut&#259;toare.<br /><br /></li>

<li><strong>Verific&#259; accesibilitatea: </strong> C&#226;nd este instalat pluginul AChecker &#238;n TinyMCE, ap&#259;sa&#355;i pe butonul Check Accessibility pentru generarea unui raport de poten&#355;iale probleme de accesibilitate.<br /><br /></li>

</ol>

<p>Vezi <a href="http://checker.atrc.utoronto.ca" target="_new">pagina de internet AChecker</a> pentru mai multe detalii despre crearea de con&#355;inut accesibil tuturor utilizatorilor.<br />
</p>

<hr noshade>
<table width="100%" border="0" cellpadding="1" cellspacing="3" class="pagefooter">
  <tr> 
    <td>Go to: <a href="index.htm">Tabela de con&#355;inut</a></td>
    <td align="right"><a href="#">Sus</a></td>
  </tr>
</table>

<br>
</BODY>
</HTML>
