<?php
$locale['400'] = "Администратори";
$locale['401'] = "Потребител";
$locale['402'] = "Админ. Права";
$locale['403'] = "Опции";
$locale['404'] = "Главен администратор";
$locale['405'] = "Няма указани права";
$locale['406'] = "Редактира";
$locale['407'] = "Изтрива";
// Add New Admin
$locale['410'] = "Добавя админ";
$locale['411'] = "Закачва всички Админ. права към новите администратори";
$locale['412'] = "Закачи Супер Админ. права";
// Edit Admin Rights
$locale['420'] = "Администраторски права";
$locale['421'] = "Админ. на съдържанието";
$locale['422'] = "Админ. на потребителите";
$locale['423'] = "Админ. на системата";
$locale['424'] = "Запазва администраторските права";
$locale['425'] = "Маркирай всички";
$locale['426'] = "Размаркирай всички";
?>