<?php
// Delete blacklisted user
$locale['400'] = "Изтрива потребител от черният списък";
$locale['401'] = "Потребителя е изтрит от черният списък";
$locale['402'] = "Назад към Админ. на черният списък";
$locale['403'] = "Назад към Администрацията";
// Add/Edit Blacklist Titles
$locale['420'] = "Добавя потребител в черният списък";
$locale['421'] = "Редактира потребител в черният списък";
// Add/Edit blacklist form
$locale['440'] = "Въвеждането на IP ще блокира достъпа на потребител от IP адрес да посещава сайта. 
Можете да въведете пълният IP адрес, пример <i>123.123.123.123</i>, или частичен IP адрес, пример
<i>123.123.123 или 123.123</i>.<br><br>
Въвеждане на email адрес ще предотврати регистрирането им на сайта. Можете да въведете пълният адрес
, пример <i>foo@bar.com</i>, или само по доставчика, пример <i>bar.com</i>";
$locale['441'] = "IP address: <b>или</b>";
$locale['442'] = "email адрес:";
$locale['443'] = "Причина";
$locale['444'] = "Потребител";
// Current blacklisted users
$locale['460'] = "Потребители";
$locale['461'] = "Информация";
$locale['462'] = "Опции";
$locale['463'] = "Редактира";
$locale['464'] = "Изтрива";
$locale['465'] = "Черният списък в момента е празен.";
?>