<?php
$locale['400'] = "Редактира частна страница";
$locale['401'] = "Страницата е обновена";
$locale['402'] = "url към тази страница е: ";
$locale['403'] = "Назад към Админ. на частните страници";
$locale['404'] = "Назад към Администрацията";
$locale['405'] = "Добавя частна страница";
$locale['406'] = "Страницата е добавена";
$locale['407'] = "Изтрива частна страница";
$locale['408'] = "Страницата е изтрита";
$locale['409'] = "Да изтрия ли тази страница?";
$locale['410'] = "Моля укажете име на страницата";
// edit/delete existing custom page
$locale['420'] = "Частни страници";
$locale['421'] = "Редактира";
$locale['422'] = "Изтрива";
// custom_pages form
$locale['430'] = "Заглавие:";
$locale['431'] = "Достъп: ";
$locale['432'] = "Съдържание:";
$locale['433'] = "Добавя връзка към навигационното меню";
$locale['434'] = "Разрешава коментарите";
$locale['435'] = "Разрешава оценката";
$locale['436'] = "Преглед";
$locale['437'] = "Запис";
?>