<?php
// Database Restore
$locale['400'] = "Възстановяване на база";
$locale['401'] = "Грешка";
$locale['402'] = "Грешен формат на файла";
$locale['403'] = "Затвори";
// Backup File Information
$locale['410'] = "Информация за архива";
$locale['411'] = "Възстанови информация за архива";
$locale['412'] = "Име на архива:";
$locale['413'] = "Дата на архива:";
$locale['414'] = "Име на базата:";
$locale['415'] = "Префикс на основната таблица:";
$locale['416'] = "Таблици:";
$locale['417'] = "Виж";
$locale['418'] = "Отказ";
// Database Restore
$locale['430'] = "Опции за възстановяване";
$locale['431'] = "Име на файла:";
$locale['432'] = "Дата:";
$locale['433'] = "Създай таблици:";
$locale['434'] = "Размножи таблици:";
$locale['435'] = "Избери:";
$locale['436'] = "всички";
$locale['437'] = "никоя";
$locale['438'] = "Възстанови";
$locale['439'] = "Откажи";
// Database Backup
$locale['450'] = "Архив на базата";
$locale['451'] = "Информация за базата";
$locale['452'] = "Общ размер на таблицата:";
$locale['453'] = "Размер на основната таблица:";
$locale['454'] = "Възможности за архив:";
$locale['455'] = "Тип на архива:";
$locale['456'] = "(компресиран)";
$locale['457'] = "Таблици";
$locale['458'] = "ядро";
$locale['459'] = "Архив";
$locale['460'] = "Потребителска парола";
// Backup List
$locale['480'] = "Възстанови архив";
$locale['481'] = "Име на файла";
?>