<?php
// Delete Download Category
$locale['400'] = "Изтрива файлова категория";
$locale['401'] = "Категорията неможе да бъде изтрита";
$locale['402'] = "Има файлове към тази категория";
$locale['403'] = "Назад към Админ. на категориите";
$locale['404'] = "Назад към Администрация";
$locale['405'] = "Категорията е изтрита";
// Add/Edit Download Category Titles
$locale['420'] = "Редактира категория";
$locale['421'] = "Добавя категория";
// Add/Edit Download Category Form
$locale['430'] = "Име на категория:";
$locale['431'] = "Описание на категория:";
$locale['432'] = "Запазва категория";
$locale['433'] = "Ниво на достъп:";
$locale['434'] = "Сортиране на категориите:";
$locale['435'] = "ID на файла";
$locale['436'] = "Име на файла";
$locale['437'] = "Дата на файла";
$locale['438'] = "Възходящо";
$locale['439'] = "Низходящо";
// Current Download Categories
$locale['440'] = "Категории в момента";
$locale['441'] = "Категория ";
$locale['445'] = "Достъп";
// Delete Download
$locale['460'] = "Изтрива файл?";
// Add/Edit Download Titles
$locale['470'] = "Редактира файл";
$locale['471'] = "Добавя файл";
// Add/Edit Download Form
$locale['480'] = "Заглавие:";
$locale['481'] = "Описание:";
$locale['482'] = "URL:";
$locale['483'] = "Категория:";
$locale['484'] = "Лиценз:";
$locale['485'] = "O/S:";
$locale['486'] = "Версия:";
$locale['487'] = "Размер:";
$locale['488'] = "Запазва файл";
$locale['489'] = "Обнови датата на публикуване";
// Current Downloads
$locale['500'] = "Файлове";
$locale['501'] = "Изтегли файл [Щракнете за тест]";
$locale['502'] = "Опции";
$locale['503'] = "Редактира";
$locale['504'] = "Изтрива";
// No Downloads/Download Categories Defined
$locale['505'] = "Няма файлове в тази категория";
$locale['506'] = "Няма дефинирани категории";
$locale['507'] = "Админ. на категориите";
$locale['508'] = "Няма дефинирани категории";
$locale['509'] = "Трябва да дефинирате поне една категория преди да добавяте файлове";
$locale['510'] = "Щракнете тук";
$locale['511'] = " за да отидете в категории";
?>