<?php
// Delete FAQ Category
$locale['400'] = "Изтрий категория за въпроси";
$locale['401'] = "Категорията изтрита";
$locale['402'] = "Назад към администрация на ЧЗВ";
$locale['403'] = "Назад към администрация";
$locale['404'] = "Категорията не може да бъде изтрита";
$locale['405'] = "Няма ЧЗВ свързани с тази категория";
// Add/Edit FAQ Category/Forum Titles
$locale['420'] = "Добави категория";
$locale['421'] = "Редактирай категория";
$locale['422'] = "Добави ЧЗВ";
$locale['423'] = "Редактирай ЧЗВ";
// Add/Edit FAQ Category Form
$locale['440'] = "Име на категорията";
$locale['441'] = "Запази категорията";
$locale['442'] = "Описание";
// Add/Edit FAQ Form
$locale['460'] = "Категория";
$locale['461'] = "Въпрос";
$locale['462'] = "Отговор";
$locale['463'] = "Запази";
// Current FAQ's
$locale['480'] = "Текущи ЧЗВ";
$locale['481'] = "Категория / Въпрос";
$locale['482'] = "Възможности";
$locale['483'] = "Редактирайt";
$locale['484'] = "Изтрий";
$locale['485'] = "Няма добавени ЧЗВ.";
$locale['486'] = "Няма указани категории.";
$locale['487'] = "Изтриване на ЧЗВ?";
?>