<?php
// Edit/Add Forum Category
$locale['400'] = "Редактира форум категория";
$locale['401'] = "Категорията е обновена успешно";
$locale['402'] = "Добавя категория";
$locale['403'] = "Категорията е добавена";
// Edit/Add Forum
$locale['404'] = "Редактира форум";
$locale['405'] = "Форума е обновен";
$locale['406'] = "Добавя форум";
$locale['407'] = "Добавен форум";
// Edit Forum Moderators
$locale['408'] = "Редактира форум модераторите";
$locale['409'] = "Форум модераторите са обновени";
// Delete Forum Category
$locale['410'] = "Изтрива категория";
$locale['411'] = "Категорията е добавена";
$locale['412'] = "Категорията неможе да бъде изтрита";
$locale['413'] = "Има асоциирани форуми към тази категория";
// Delete Forum Category
$locale['414'] = "Изтрива форум";
$locale['415'] = "Форума е изтрит";
$locale['416'] = "Форума неможе да бъде изтрит";
$locale['417'] = "Има изказвания в този форум";
// 'Return to' Links
$locale['418'] = "Назад към Форум Админ.";
$locale['419'] = "Назад към Администрация";
// Add/Edit Forum Category/Forum Titles
$locale['420'] = "Редактира категория";
$locale['421'] = "Добавя форум";
$locale['422'] = "Редактира форум";
$locale['423'] = "Добавя категория";
// Add/Edit Forum Category Form
$locale['440'] = "Име на категория";
$locale['441'] = "Подреждане";
$locale['442'] = "Запазва категория";
// Add/Edit Forum Form
$locale['460'] = "Име на форум";
$locale['461'] = "Описание на форум";
$locale['462'] = "Категория";
$locale['463'] = "Подреждане";
$locale['464'] = "Форума е достъпен за:";
$locale['465'] = "В форума могат да пишат:";
$locale['466'] = "Запазва форума";
$locale['467'] = "Записва форум модераторите";
// Current Forums
$locale['480'] = "Форуми";
$locale['481'] = "Редактира";
$locale['482'] = "Изтрива";
$locale['483'] = "Няма дефинирани форуми";
$locale['484'] = "Няма дефинирани категории";
$locale['485'] = "Категория/Форум";
$locale['486'] = "Достъп/Публикуване";
$locale['487'] = "Ред";
$locale['488'] = "Възможности";
$locale['489'] = "Нагоре";
$locale['490'] = "Надолу";
$locale['491'] = "Премести нагоре";
$locale['492'] = "Премести надолу";
$locale['493'] = "Обнови подредбата на Форума";
?>