<?php
// Delete Image
$locale['400'] = "Изтрива изображение";
$locale['401'] = "Изображението изтрито";
$locale['402'] = "Назад към Админ. на изображенията";
$locale['403'] = "Назад към Администрация";
// Upload Image
$locale['420'] = "Качва изображение";
$locale['421'] = "Име на файла:";
$locale['422'] = "Изображения";
$locale['423'] = "Изображения за статиите";
$locale['424'] = "Изображения за новините";
$locale['425'] = "Можете да качвате изображения само в gif, jpg или png формат";
$locale['426'] = "Изображението е качено";
$locale['427'] = "Изображения за категории на новините";
// View Image
$locale['440'] = "Преглед на изображение";
$locale['441'] = "Неизвестен файлов формат, невъзможно показване на изображението.";
$locale['442'] = "Изтрива това изображение";
// Image Management
$locale['460'] = "Изображения";
$locale['461'] = "Преглед";
$locale['462'] = "Изтрива";
$locale['463'] = "Тази папка е празна";
$locale['464'] = "Обнови списъка с изображения за TinyMCE";
?>