<?php
// Infusion Management
$locale['400'] = "Добавки";
$locale['401'] = "Добави";
$locale['402'] = "Това е вече добавено";
$locale['403'] = "Не може да бъде добавено";
$locale['404'] = "Вече добавени";
$locale['405'] = "Заглавие";
$locale['406'] = "Версия";
$locale['407'] = "Разработчик";
$locale['408'] = "Връзка";
$locale['409'] = "Email";
$locale['410'] = "Уеб страница";
$locale['411'] = "Премахване";
$locale['412'] = "Премахване на добавка?";
$locale['413'] = "Ключ:";
$locale['414'] = "Изключени";
$locale['415'] = "Включени";
$locale['416'] = "Има обновяване";
?>