<?php
// Panel Management
$locale['400'] = "Панели";
$locale['401'] = "Име на панел";
$locale['402'] = "Страна";
$locale['403'] = "Ред";
$locale['404'] = "Тип";
$locale['405'] = "Достъп";
$locale['406'] = "Опции";
// Panel Settings
$locale['420'] = "Ляво";
$locale['421'] = "Център горе";
$locale['422'] = "Дясно";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "Център долу";
// Panel Options
$locale['430'] = "На ляво";
$locale['431'] = "На дясно";
$locale['432'] = "На горе";
$locale['433'] = "На долу";
$locale['434'] = "Редактира";
$locale['435'] = "Разрешава";
$locale['436'] = "Забранява";
$locale['437'] = "Изтрива";
$locale['438'] = "Добавя нов панел";
$locale['439'] = "Опреснява стойностите на панела";
$locale['440'] = "Да изтрие ли този панел ?";
$locale['441'] = "Ляво";
$locale['442'] = "Дясно";
$locale['443'] = "Нагоре";
$locale['444'] = "Надолу";
$locale['445'] = "Премести нагоре";
$locale['446'] = "Премести надолу";
// Add/Edit Panel Form
$locale['450'] = "Редактира панел";
$locale['451'] = "Добавя панел";
$locale['452'] = "Име на панела:";
$locale['453'] = "Име на файла:";
$locale['454'] = "Съдържанието на панела ще бъде игнорирано ако е избрано";
$locale['455'] = "Съдържание на панела:";
$locale['456'] = "Страна на панела:";
$locale['457'] = "Достъп до панела:";
$locale['458'] = "Преглед на панела";
$locale['459'] = "Запзва панела";
$locale['460'] = "Показвай във всички страници.";
// Update/Add new Panel Errors
$locale['470'] = "Не е указано име на панела";
$locale['471'] = "Името на панела се ползва вече";
$locale['472'] = "Не е указано съдържание на панела";
$locale['473'] = "Не е указано име на файла";
// Update/Add new Panel Success/Fail
$locale['480'] = "Обновява панела";
$locale['481'] = "Невъзможно обновяване";
$locale['482'] = "Панела е обновен";
$locale['483'] = "Добавя нов панел";
$locale['484'] = "Невъзможно добавяне на нов панел";
$locale['485'] = "Новият панел е добавен";
$locale['486'] = "Назад към Админ. на панелите";
$locale['487'] = "Назад към Администрация";
?>