<?php
$locale['400'] = "Добави снимка";
$locale['401'] = "Редактирай снимка";
$locale['402'] = "Изтрий снимка";

$locale['410'] = "Новата снимка е добавена";
$locale['411'] = "Снимката е обновена";
$locale['412'] = "Снимката е изтрита";
$locale['413'] = "Снимката е изтрита от базата";

$locale['420'] = "Грешка";
$locale['421'] = "Появи се следната грешка:";
$locale['422'] = "Грешно име на файла.";
$locale['423'] = "Снимката трябва да е под %s.";
$locale['424'] = "Снимката трябва да е GIF, JPEG или PNG файл.";
$locale['425'] = "Снимката трябва да е по-малка от %uw x %uh пиксела.";

$locale['440'] = "Име: ";
$locale['441'] = "Описание: ";
$locale['442'] = "ред: ";
$locale['443'] = "Thumb: ";
$locale['444'] = "Изображение: ";
$locale['445'] = "Разреши коментарите";
$locale['446'] = "Разреши оценките";
$locale['447'] = "Запази снимка";
$locale['448'] = "Отказ";

$locale['460'] = "Снимки в момента";
$locale['461'] = "Натисни за да разгледаш";
$locale['462'] = "Няма изображение";
$locale['463'] = "Дата: ";
$locale['464'] = "Добавена от: ";
$locale['465'] = "прегледа: ";
$locale['466'] = "Коментари: ";
$locale['467'] = "Премести нагоре";
$locale['468'] = "Премести надолу";
$locale['469'] = "Редактирай";
$locale['470'] = "Изтрий";

$locale['480'] = "Няма качени снимки.";
$locale['481'] = "Затвори албум";
?>