<?php
$locale['400'] = "Добави албум";
$locale['401'] = "редактирай албум";
$locale['402'] = "Изтрий албум";

$locale['410'] = "Новият албум е добавен";
$locale['411'] = "Албума е обновен успешно";
$locale['412'] = "Картинката на албума е изтрита";
$locale['413'] = "Албумът е изтрит от базата";
$locale['414'] = "Албумът не може да бъде изтрит";
$locale['415'] = "Има снимки в този албум.";

$locale['420'] = "Грешка на албума";
$locale['421'] = "Появи се следната грешка:";
$locale['422'] = "Грешно име на файл.";
$locale['423'] = "Снимката не трябва да е по голяма от %uw x %uh пиксела.";
$locale['424'] = "Изображението трябва да е  GIF, JPEG или PNG файл.";
$locale['425'] = "Изображението трябва да е по малко от %s.";

$locale['440'] = "Име: ";
$locale['441'] = "Описание: ";
$locale['442'] = "Достъп: ";
$locale['443'] = "Ред: ";
$locale['444'] = "Картинка: ";
$locale['445'] = "Запази албум";
$locale['446'] = "Отказ";

$locale['460'] = "Текущи албуми";
$locale['461'] = "Отвори албум";
$locale['462'] = "Няма thumbnail";
$locale['463'] = "Дата: ";
$locale['464'] = "Създаден от: ";
$locale['465'] = "Достъп: ";
$locale['466'] = "Снимки: ";
$locale['467'] = "Премести нагоре";
$locale['468'] = "Премести надолу";
$locale['469'] = "Редактирай";
$locale['470'] = "Изтрий";

$locale['480'] = "Обнови подредбата на албумите и снимките";
$locale['481'] = "Няма създадени албуми.";
?>