<?php
$locale['400'] = "Анкетата е записана";
$locale['401'] = "Анкетата е обновена";
$locale['402'] = "Новата анкета е записана";
$locale['403'] = "Изтрива анкета";
$locale['404'] = "Анкетата е изтрита";
$locale['405'] = "Назад към Администрацията";
// Preview Poll
$locale['410'] = "Преглед на акентата";
$locale['411'] = "Гласувай";
// Edit/Delete Poll
$locale['420'] = "Текущи анкети";
$locale['421'] = "Редактира";
$locale['422'] = "Изтрива";
// Add/Edit Poll Form
$locale['430'] = "Добавя анкета";
$locale['431'] = "Редактира анкета";
$locale['433'] = "Анкета:";
$locale['434'] = "Опции ";
$locale['435'] = " Прекрати тази анкета";
$locale['436'] = "Стартирана: ";
$locale['437'] = "Приключила: ";
$locale['438'] = "Добави опция";
$locale['439'] = "Преглед на анкета";
$locale['440'] = "Запазва анкета";
?>