<?php
// Site Settings
$locale['401'] = "Главни настройки";
$locale['402'] = "Име на сайта:";
$locale['403'] = "URL към сайта:";
$locale['404'] = "Лого на сайта:";
$locale['405'] = "e-mail адрес на сайта:";
$locale['406'] = "Вашето име или прякор:";
$locale['407'] = "Въведение в сайта:";
$locale['408'] = "Оставете празно ако не се изисква";
$locale['409'] = "Опсание:";
$locale['410'] = "Ключови думи:";
$locale['411'] = "Отделете всяка дума с запетайка";
$locale['412'] = "Най-крайната част на сайта Ви (footer):";
$locale['413'] = "Начална страница:";
$locale['414'] = "Език по подразбиране:";
$locale['415'] = "Тема:";
$locale['416'] = "Стил на новините:";
$locale['417'] = "Една колона";
$locale['418'] = "Две колони";
// Time & Date Settings
$locale['450'] = "Час и Дата";
$locale['451'] = "Къс формат на датата:";
$locale['452'] = "Дълъг формат на датата:";
$locale['453'] = "Формат на дата за форума:";
$locale['454'] = "Sub-header формат на датата:";
$locale['455'] = "-- Избери формат --";
$locale['456'] = "Времева зона";
// Forum Settings
$locale['500'] = "Настройки на форума";
$locale['501'] = "Панел с последните активни теми:";
$locale['502'] = "Включен";
$locale['503'] = "Изключен";
$locale['505'] = "Брой теми които да показва:";
$locale['506'] = "(Панел за последните активни теми)";
$locale['507'] = "Разрешава да се прикачват файлове?";
$locale['508'] = "Да";
$locale['509'] = "Не";
$locale['510'] = "Макс. размер на прикачените файлове:";
$locale['511'] = "Макс. размер в байтове";
$locale['512'] = "Разрешени файлове:";
$locale['513'] = "Разделете всеки нов с запетайка";
$locale['514'] = "Изчиства форума:";
$locale['515'] = "Внимание";
$locale['516'] = "Премахва изказвания/теми<br>които са по-стари от указаното време<br>и брой дни.";
$locale['517'] = "Изчиства";
$locale['518'] = "Дни";
$locale['519'] = "Активиране на съобщения за нови теми?";
// Registration Settings
$locale['550'] = "Регистрационни настройки";
$locale['551'] = "Разрешава регистрация на членове?";
$locale['552'] = "Да използва пощата на потребителите за активационно писмо?";
$locale['553'] = "Да показва код за потвърждение (изисква GD2)?";
$locale['554'] = "Режим на показване на кода:";
$locale['555'] = "Картинка";
$locale['556'] = "Текст";
$locale['557'] = "Новите членове да се активират от Администратора?";
// Photo Gallery Settings
$locale['600'] = "Настройки на галерията";
$locale['601'] = "Размер на thumbnail:";
$locale['602'] = "Размер на снимката:";
$locale['603'] = "Максимален размер на снимката:";
$locale['604'] = "ШхВ";
$locale['605'] = "Максимален размер на файла (байтове)";
$locale['606'] = "Метод на компресия?";
$locale['607'] = "GD1:";
$locale['608'] = "GD2:";
$locale['609'] = "Thumbnails per row:";
$locale['610'] = "Thumbnails per page:";
// Other Settings
$locale['650'] = "Допълнителни настройки";
$locale['651'] = "Списък с забранени думи:";
$locale['652'] = "Въведете по една дума на линия.";
$locale['653'] = "Оставете празно ако не е задължително.";
$locale['654'] = "Да препокрива забраните думи с:";
$locale['655'] = "Разрешава на гостите да се изказват?";
$locale['656'] = "Брой изказвания в чата:";
$locale['657'] = "Режим на поддръжка:";
$locale['658'] = "Съобщение за режим на поддръжка:";
$locale['659'] = "Разрешва ли филтирането на забранени думи?";
$locale['660'] = "Папка за резервно копие на базата";
$locale['661'] = "Остави празно за незабавно качване/сваляне на бекъпи.";
$locale['662'] = "Използвай редактора TinyMCE HTML ?";
$locale['663'] = "Само за администриране на новини и статии.";
$locale['664'] = "SMTP Host";
$locale['665'] = "Остави празно ако sendmail е активиран.";
$locale['666'] = "SMTP Username";
$locale['667'] = "SMTP Password";
// Private Message Settings
$locale['700'] = "Настройки на личните съобщения";
$locale['701'] = "Лимит на входящи:";
$locale['702'] = "Лимит:";
$locale['703'] = "Лимит на архива:";
$locale['704'] = "Настрой на 0 за без лимит";
$locale['707'] = "Лимит на личните съобщения";
$locale['708'] = "Стойности по подразбиране";
$locale['709'] = "Email Известие?";
$locale['710'] = "Да запазва копие от изпратените Лични съобщения?";
$locale['711'] = "БЕЛЕЖКА: Потребителите могат да променят тези 2 настройки, това е за подразбиране при регистрация.";
// Save Settings
$locale['750'] = "Запазва промените";
$locale['751'] = "<< Предишен";
$locale['752'] = "Следващ >>";
// Other Settings
$locale['800'] = "Изчиства форумите";
$locale['801'] = "Изтрити изказвания: ";
$locale['802'] = "Изтрити теми: ";
$locale['803'] = "Изтрити файлове: ";
?>