<?php
$locale['400'] = "Изтрива изказванията";
$locale['401'] = "Изказванията са изтрити";
$locale['402'] = "Назад към Админ. на чата";
$locale['403'] = "Назад към Администрацията";
$locale['404'] = "Изтрива изказване";
$locale['405'] = "Изказването изтрито";
// Edit Shout
$locale['420'] = "Редактира изказване";
$locale['421'] = "Изказване:";
$locale['422'] = "Запазва изказване";
// Prune Shoutbox
$locale['430'] = "Изтрива всички изказвания по стари от";
$locale['431'] = " дни";
$locale['432'] = "Изтрива изказванията";
// Current Shouts
$locale['440'] = "Изказвания към момента";
$locale['441'] = "Редактира";
$locale['442'] = "Изтрива";
$locale['443'] = "Потребителски IP адрес: ";
$locale['444'] = "Няма изказвания все още.";
?>