<?php
$locale['400'] = "Изтрива връзка за сайта";
$locale['401'] = "Връзката е изтрита";
$locale['402'] = "Назад към Админ. на връзки за сайта";
$locale['403'] = "Назад към Администрацията";
// Site Link Titles
$locale['410'] = "Редактира връзка за сайта";
$locale['411'] = "Добавя връзка за сайта";
$locale['412'] = "Активни връзки в момента";
// Site Links Form
$locale['420'] = "Име на връзката:";
$locale['421'] = "URL към връзката:";
$locale['422'] = "Видима за:";
$locale['423'] = "Ред:";
$locale['424'] = "Позиция:";
$locale['425'] = "само в навигационният панел";
$locale['426'] = "в навигационният панел и хедъра на страницата";
$locale['427'] = "само в хедъра";
$locale['428'] = "Да отваря връзката в нов прозорец";
$locale['429'] = "Запазва връзките";
// Site Links List
$locale['430'] = "Име на връзката";
$locale['431'] = "Видима за";
$locale['432'] = "Ред";
$locale['433'] = "Опции";
$locale['434'] = "Редактира";
$locale['435'] = "Изтрива";
$locale['436'] = "Няма указани връзки.";
// Link Ordering
$locale['440'] = "Нагоре";
$locale['441'] = "Надолу";
$locale['442'] = "Премести нагоре";
$locale['443'] = "Премести надолу";
$locale['444'] = "Обнови подреждането на връзките";
?>