<?php
// Delete Submission
$locale['400'] = "Изтрива добавени публикации, връзки, файлове, картинки";
$locale['401'] = "Добавеното е изтрито";
$locale['402'] = "Назад към Админ. на добавените публикации";
$locale['403'] = "Назад към Администрацията";
// Submission Options
$locale['410'] = "Добавени";
$locale['411'] = "Добавени връзки:";
$locale['412'] = "Добавени новини:";
$locale['413'] = "Добавени статии:";
$locale['414'] = "Няма връзки чакащи проверка.";
$locale['415'] = "Няма новини чакащи проверка.";
$locale['416'] = "Няма статии чакащи проверка.";
$locale['417'] = "Преглед";
$locale['418'] = "Изтрива";
$locale['419'] = "Добавени снимки.";
$locale['420'] = "Няма снимки чакащи проверка.";
// Add/Delete Web Link Submissions
$locale['430'] = "Публикува добавената връзка";
$locale['431'] = "Връзката е публикувана";
$locale['432'] = "Изтрива връзката";
$locale['433'] = "Връзката е изтрита";
$locale['434'] = "Няма категории";
// Web Link Submission Form
$locale['440'] = "Виж изпратената връзка";
$locale['441'] = "Следната връзка е изпратена от ";
$locale['442'] = " на ";
$locale['443'] = "Категория:";
$locale['444'] = "Наименование:";
$locale['445'] = "URL:";
$locale['446'] = "Описание:";
$locale['447'] = "Искате ли да публикувате тази връзка?";
$locale['448'] = "Публикува връзката";
$locale['449'] = "Изтрива връзката";
// Add/Delete News Submissions
$locale['490'] = "Публикува изпратената новина";
$locale['491'] = "Новината е публикувана";
$locale['492'] = "Изтрива изпратената новина";
$locale['493'] = "Новината е изтрита";
// News Submission Form
$locale['500'] = "Виж добавените новини";
$locale['501'] = "Новината е изпратена от ";
$locale['502'] = "Искате ли да публикувате тази новина?";
$locale['503'] = "Публикува новината";
$locale['504'] = "Изтрива новината";
$locale['505'] = "Тема:";
$locale['506'] = "Категория:";
$locale['507'] = "- Няма -";
$locale['508'] = "Новини:";

// Add/Delete Article Submissions
$locale['530'] = "Публикуване на изпратена статия";
$locale['531'] = "Статията е публикувана";
$locale['532'] = "Изтрива статията";
$locale['533'] = "Статията е изтрита";
// Article Submission Form
$locale['540'] = "Опции";
$locale['541'] = "Статията е изпратена от ";
$locale['542'] = "Искате да публикувате или да изтриете статията?";
$locale['543'] = "Публикува статията";
$locale['544'] = "Изтрива статията";
$locale['545'] = "Категория:";
$locale['546'] = "Тема:";
$locale['547'] = "Отрязък:";
$locale['548'] = "Статия:";
// Add/Delete Photo Submissions
$locale['580'] = "Публикувай добавената снимка";
$locale['581'] = "Снимката е публикуване";
$locale['582'] = "Изтрий добавената снимка";
$locale['583'] = "Снимката е изтрита";
// Photo Submission Form
$locale['590'] = "Виж добавените снимки";
$locale['591'] = "Натисни тук за да видиш снимката";
$locale['592'] = "Тази снимка е добавена от  ";
$locale['593'] = "Какво искаш да направиш с тази снимка?";
$locale['594'] = "Публикуване";
$locale['595'] = "Изтриване";
$locale['596'] = "Име:";
$locale['597'] = "Описание:";
$locale['598'] = "Албум";
?>