<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Редактира потребителска група";
$locale['401'] = "Потребителската група е обновена";
$locale['402'] = "Добавя потребителска група";
$locale['403'] = "Добавена е потребителска група";
$locale['404'] = "Редактира потребителите в групата";
$locale['405'] = "Всички потребители са добавени в групата";
$locale['406'] = "Всички потребители са премахнати от групата";
$locale['407'] = "Избраните потребители са добавени в групата";
$locale['408'] = "Изтрива потребителска група";
$locale['409'] = "Невъвзможно изтриване на групата";
$locale['410'] = "Има потребители в тази група";
$locale['411'] = "Потребителската група е изтрита";
$locale['412'] = "Назад към Админ. на потреб. групи";
$locale['413'] = "Назад към Администрацията";
// Edit/Delete Options
$locale['420'] = "Потребителски групи";
$locale['421'] = "Редактира";
$locale['422'] = "Изтрива";
$locale['423'] = "Искате да изтриете тази група ?";
// Edit/Add User Group
$locale['430'] = "Редактира потребителска група";
$locale['431'] = "Добавя потребителска група";
$locale['432'] = "Име на групата:";
$locale['433'] = "Описание на групата:";
$locale['434'] = "Запазва групата";
$locale['435'] = "Добавя всички потребители";
$locale['436'] = "Премахва всики потребители";
$locale['437'] = "Запазва избраните потребители";
?>