<?php
// Delete Web Link Category
$locale['400'] = "Изтрива категорията за уеб връзки";
$locale['401'] = "Категорията неможе да бъде изтрита";
$locale['402'] = "Има връзки в тази категория";
$locale['403'] = "Назад към Админ. на уеб връзки";
$locale['404'] = "Назад към Администрацията";
$locale['405'] = "Категорията е изтрита";
// Add/Edit Web Link Category Titles
$locale['420'] = "Редактира категория";
$locale['421'] = "Добавя категория";
// Add/Edit Web Link Category Form
$locale['430'] = "Име на категорията:";
$locale['431'] = "Описание:";
$locale['432'] = "Запазва категорията";
$locale['433'] = "Ниво на достъп:";
$locale['434'] = "Category Sorting:";
$locale['435'] = "ID на връзката";
$locale['436'] = "Име на връзката";
$locale['437'] = "Дата на връзката";
$locale['438'] = "Възходящо";
$locale['439'] = "Низходящо";
// Current Web Link Categories
$locale['440'] = "Категории към момента";
$locale['441'] = "Категория [Щракни за редакция]";
$locale['445'] = "Достъп";
// Delete Web Link
$locale['460'] = "Искате да изтриете тази категория?";
// Add/Edit Web Link Titles
$locale['470'] = "Редактира връзка";
$locale['471'] = "Добавя връзка";
// Add/Edit Web Link Form
$locale['480'] = "Име на сайта:";
$locale['481'] = "Описание:";
$locale['482'] = "URL:";
$locale['483'] = "Категория:";
$locale['484'] = "Запазва връзката";
$locale['485'] = "Обнови датата на публикуване";
// Current Web Links
$locale['500'] = "Връзки към момента";
$locale['501'] = "Уеб връзка [Щракни за тест]";
$locale['502'] = "Опции";
$locale['503'] = "Редактира";
$locale['504'] = "Изтрива";
$locale['505'] = "Няма връзки в тази категория";
$locale['506'] = "Няма дефинирани категории";
$locale['507'] = "Администриране на Уеб Връзки";
$locale['508'] = "Няма дефинирани категории";
$locale['509'] = "Трябва да създате поне една категория, и след това да добавяте връзки";
$locale['510'] = "Щракни тук";
$locale['511'] = " за да отидете в категориите";
?>