<?php
// Forum Index
$locale['400'] = "Дискусионен форум";
$locale['401'] = "Форум";
$locale['402'] = "Теми";
$locale['403'] = "Изказвания";
$locale['404'] = "Последно изказване";
$locale['405'] = "Няма изказвания";
$locale['406'] = "от ";
$locale['407'] = "Няма дефинирани форуми.";
$locale['408'] = "Няма дефинирани форум категории.";
$locale['409'] = "Форум с нови изказвания след последното Ви посещение.";
$locale['410'] = "Форум без промени след последното Ви посещение.";
$locale['411'] = "Модератор ";
$locale['412'] = "Страница: ";
// View Forum
$locale['450'] = "Виж форума";
$locale['451'] = "Тема";
$locale['452'] = "Автор";
$locale['453'] = "Прегледи";
$locale['454'] = "Отговори";
$locale['455'] = "Няма стартирани теми";
$locale['456'] = "Отворени теми след последното Ви посещение ";
$locale['457'] = "20 или повече";
$locale['458'] = "Отворени теми след последното Ви посещение без нови изказвания.";
$locale['459'] = "Заключена тема.";
$locale['460'] = "Важна тема.";
$locale['461'] = "Нямате права да четете този форум.";
// View Thread
$locale['500'] = "Преглед на темата";
$locale['501'] = "Автор";
$locale['502'] = "Изказвания:";
$locale['503'] = "Местоживеене:";
$locale['504'] = "Регистриран на:";
$locale['505'] = "Публикувано на ";
$locale['506'] = " прикачено следното изображение:";
$locale['507'] = " прикачен следният файл:";
$locale['508'] = "Редактирано от ";
$locale['509'] = " на ";
$locale['510'] = "Вие нямате права да видите тази тема.";
$locale['511'] = "Назад към началото на форума";
$locale['512'] = "Бърз отговор";
$locale['513'] = " Изключва усмивките";
$locale['514'] = "Публикува отговор";
$locale['515'] = "Спри следенето на тази тема";
$locale['516'] = "Проследи тази тема";
// Moderator Options
$locale['520'] = "Опции за модератора:";
$locale['521'] = "Изтрива темата";
$locale['522'] = "Заключва темата";
$locale['523'] = "Отключва темата";
$locale['524'] = "Маркира темата като важна";
$locale['525'] = "Маха важноста от темата";
$locale['526'] = "Мести темата";
$locale['527'] = "Подновява темата";
$locale['528'] = "Напред";
// Jump to Forum
$locale['540'] = "Прехвърли се към форум:";
// Search Forum
$locale['550'] = "Търсене";
// Image Alt attributes
$locale['560'] = "Нови отговори";
$locale['561'] = "Няма нови отговори";
$locale['562'] = "Горещи теми";
$locale['563'] = "Важна тема";
$locale['564'] = "Заключена тема";
$locale['565'] = "Напиши отговор";
$locale['566'] = "Нова тема";
$locale['567'] = "Аватар на потребителя";
$locale['568'] = "Редактирай";
$locale['569'] = "Цитат";
$locale['570'] = "IP Адрес";
$locale['571'] = "Изпрати лично съобщение";
?>