<?php
// Delete Thread
$locale['400'] = "Изтрива темата";
$locale['401'] = "Темата е изтрита.";
$locale['402'] = "Назад към форума";
$locale['403'] = "Назад към началото на форума";
$locale['404'] = "Сигурни ли сте, че искате да изтриете тази тема?";
$locale['405'] = "Да";
$locale['406'] = "Не";
// Lock Thread
$locale['410'] = "Заключва темата";
$locale['411'] = "Темата е заключена.";
// Unlock Thread
$locale['420'] = "Отключва темата";
$locale['421'] = "Темата е отключена.";
// Make Thread Sticky
$locale['430'] = "Маркира темата като важна";
$locale['431'] = "Темата е маркирана като важна.";
// Make Thread Non-Sticky
$locale['440'] = "Сваля важноста от темата";
$locale['441'] = "Важноста е свалена от темата.";
// Move Thread
$locale['450'] = "Премества темата";
$locale['451'] = "Премества темата в:";
$locale['452'] = "Tемата е преместена успешно.";
// Renew Thread
$locale['458'] = "Подновява темата";
$locale['459'] = "Темата е подновена.";
// Search Forum
$locale['460'] = "Форум";
$locale['461'] = "Тема";
$locale['462'] = "Автор";
$locale['463'] = "Публикувано";
$locale['464'] = "Няма открити съвпадения, опитайте отново.";
$locale['465'] = "Моля укажете поне една дума за търсене.";
?>