<?php
// Post Titles
$locale['400'] = "Преглед на темата";
$locale['401'] = "Публикува темата";
$locale['402'] = "Преглед на отговора";
$locale['403'] = "Отговор по темата";
$locale['404'] = "Публикува отговор";
$locale['405'] = "Преглед на промените";
$locale['407'] = "Изтрива изказване";
$locale['408'] = "Редактира изказване";
$locale['409'] = "Запазва промените";
// Post Preview
$locale['420'] = "Няма теми";
$locale['421'] = "Няма съобщение, изказването ще бъде отхвърлено ако полето за съобщението е празно";
$locale['422'] = "Автор:";
$locale['423'] = "Изказвания:";
$locale['424'] = "Местоживеене:";
$locale['425'] = "Регистрация:";
$locale['426'] = "Публикувано на ";
$locale['427'] = "Редактирано от ";
$locale['428'] = " на ";
$locale['429'] = " писа:";
// Post Error/Success
$locale['440a'] = "Типа на файла който се опитвате да прикачите не е позволен.";
$locale['440b'] = "Грешно име или размер на файла";
$locale['441'] = "ГРЕШКА: Не сте попълнили относно и/или съобщението";
$locale['442'] = "Вашата тема е публикувана";
$locale['443'] = "Вашият отговор е публикуван";
$locale['444'] = "Темата е изтрита";
$locale['445'] = "Изказването е изтрито";
$locale['446'] = "Вашето изказване е обновено";
$locale['447'] = "Назад към темата";
$locale['448'] = "Назад към форума";
$locale['449'] = "Назад към началото на форума";
$locale['450'] = "ГРЕШКА: Вашата сесия изтече, моля влезте и го изпратете отново";
$locale['451'] = "Проследи тема";
$locale['452'] = "Вече следите тази тема";
$locale['453'] = "Вече не следите тази тема";
// Post Form
$locale['460'] = "Тема";
$locale['461'] = "Съобщение";
$locale['462'] = "цвят на шрифта: ";
$locale['463'] = "Опции";
$locale['464'] = "Прикачени файлове";
$locale['465'] = " (Опционално)";
$locale['466'] = " Максимален размер на файла: %s / Разрешени файлове: %s";
// Post Form Options
$locale['480'] = " Направи тази тема важна";
$locale['481'] = " Да показва подписа ми";
$locale['482'] = " Изтрива това изказване";
$locale['483'] = " Изключва усмивките в това изказване";
$locale['484'] = " Изтрий прикачен файл -";
$locale['485'] = " Уведоми ме за отговор";
// Post Access Violation
$locale['500'] = "Не можете да редактирате това изказване.";
// Search Forum Form
$locale['530'] = "Търсене в форумите";
$locale['531'] = "Търсене по ключови думи";
$locale['532'] = "Търсене";
// Forum Notification Email
$locale['550'] = "Известие за отговор по тема - {THREAD_SUBJECT}";
$locale['551'] = "Hello {USERNAME},

A reply has been posted in the forum thread '{THREAD_SUBJECT}' which you are tracking at ".$settings['sitename'].". You can use the following link to view the reply:

{THREAD_URL}

If you no longer wish to watch this thread you can click the 'Stop tracking this thread' link located at the bottom of the thread.

Regards,
".$settings['siteusername'].".";
?>